const cnta=[
`# به‌رنامه‌ى خۆراك بۆ نه‌خۆشى شه‌كره‌
## پرسیار و وه‌ڵام
<BPC>
د. وه‌لى عومه‌ر
<notes>
به‌رنامه‌ى خۆراك بۆ نه‌خۆشى شه‌كره‌: 
پرسیار و وه‌ڵام. 
سڵاو به‌ڕێزان، 
له‌سه‌ره‌تا ده‌مه‌وێ زۆر به‌كورتى چه‌ند ڕاستیه‌ك ده‌رباره‌ى ئه‌م نه‌خۆشیه‌ت بیر بخه‌مه‌وه‌:

# نه‌خۆشى شه‌كره‌
ته‌نها به‌رز بوونه‌وه‌ى شه‌كر له‌ خوێن نیه‌.
ئه‌گه‌ر پشت گوێ بخرێ:
* مێشك
* چاو
* دڵ
* گورچیله‌
* فشارى خوێن
* برین
* پێ
* ئه‌ندامى زاوزێ
* ...
<notes>
نه‌خۆشى شه‌كره‌ ته‌نها به‌رز بوونه‌وه‌ى ڕێژه‌ی شه‌كر له‌ خوێن نیه‌. ئه‌گه‌ر پشت گوێ بخرێ، چه‌ندین ده‌رد و به‌ڵاى دیكه‌ به‌دواى خۆیدا ده‌هێنێ وه‌كو: جه‌ڵته‌ى مێشك، له‌ده‌ست دانى چاو، جه‌ڵته‌ى دڵ، په‌ككه‌وتنى گورچیله‌، به‌رز بوونه‌وه‌ى فشارى خوێن واته‌ زه‌غت، دره‌نگ چاك بوونه‌وه‌ى برین و پاشان لاڕه‌شه‌ (واته‌ گانگرین) و سه‌ره‌نجام بڕینه‌وه‌ى پێ، هه‌روه‌ها پیاو له‌ پیاوه‌تى و ژنیش له‌ ژناتى ده‌خات و به‌رگرى له‌شیش كه‌م ده‌كاته‌وه‌. له‌ ڕاستیدا هیچ ئه‌ندامێكى له‌ش نیه‌ به‌ سه‌لامه‌تى له‌ده‌ست نه‌خۆشى شه‌كره‌ ده‌ربازى بێت.
زۆر كه‌سیش ته‌نها ئه‌وه‌ كاته‌ ده‌زانن نه‌خۆشى شه‌كره‌یان هه‌یه‌ كاتێك خۆیان له‌ ئینعاش ده‌بیننه‌وه‌، هی واش هه‌یه‌ هه‌ر به‌ ئینعاشیش ڕانه‌گا.
<notes>
[جه‌ڵته‌ى دڵ](https://www.youtube.com/watch?v=F0Y5hss1tZQ)

# به‌كورتی
<svg>
<notes>
پێش ئه‌وه‌ى بێینه‌ سه‌ر ورده‌كاریه‌كان، با زۆر به‌كورتى بیرۆكه‌ى ئه‌م به‌رنامه‌یه‌ بخه‌مه‌ ڕوو: سه‌ره‌تا سێ پرسیارت لێ ده‌كه‌م كه‌ ته‌نها چه‌ند خوله‌كێك ده‌خایه‌نێ، ئه‌گه‌ر وه‌ڵامى ئه‌م سێ پرسیاره‌ بزانی ئه‌وا ده‌توانی لێره‌ بوه‌ستی و پێویست ناكا به‌رده‌وام بی چونكه‌ ماناى وایه‌ كه‌ زانیارى پێویستت هه‌یه‌ ده‌رباره‌ی ئه‌م نه‌خۆشیه‌. به‌ڵام ئه‌گه‌ر وه‌ڵامه‌كان نه‌زانی، ئه‌وا وا چاكه‌ به‌ جیددى وه‌رى بگری ئه‌گه‌رنا ده‌بێ چاوه‌ڕوانى ئه‌م ده‌رد و به‌ڵایانه‌ بكه‌ى كه‌ تازه‌ باسكران. دواى ئه‌وه‌ وه‌ڵامه‌ هه‌ڵه‌كان ڕوون ده‌كه‌مه‌وه‌ و له‌ كۆتاییش وه‌ڵامى ئه‌م پرسیاره‌ ده‌ده‌مه‌وه‌: ئه‌دى چ بخۆم؟

# ٣ پرسیار
* هۆى شه‌كره‌ چیه‌؟
* ئایا شه‌كره‌ چاره‌سه‌رى هه‌یه‌؟
* كامه‌ خۆراك بۆ شه‌كره‌ خراپه‌؟
<notes>
ئه‌مه‌ش سێ پرسیاره‌كه‌:
یه‌كه‌م: هۆى نه‌خۆشى شه‌كره‌ چیه‌؟
دووه‌م: ئایا نه‌خۆشى شه‌كره‌ چاره‌سه‌رى هه‌یه‌؟
سێیه‌م: كامه‌ خۆراك بۆ نه‌خۆشى شه‌كره‌ خراپه‌؟
ئێستاش با یه‌ك به‌ یه‌ك بێنه‌ سه‌ر پرسیاره‌كان.

# پرسیارى یه‌كه‌م
هۆى سه‌ره‌كى؟
() بۆماوه‌یی
() بارى ده‌روونى
() خواردنى شیرینی
() قه‌ڵه‌وى
() كه‌مى جووله‌
() هه‌موویان
() هى تر: ___
<notes>
پرسیاری یه‌كه‌م
هۆى سه‌ره‌كى نه‌خۆشى شه‌كره‌ چیه‌؟ بۆماوه‌یی واته‌ ویراسه‌،‌ بارى ده‌روونى وه‌كوو خه‌م و خه‌فه‌ت، دڵه‌ڕاوكێ واته‌ قه‌له‌ق، ترس، تاسان واته‌ سه‌دمه‌، خواردنى شيرينى، قه‌ڵه‌وى، كه‌می جووله‌ واته‌ ڕیازه‌ نه‌كردن، یان هه‌موو ئه‌و هۆکارانه‌ى له‌سه‌ره‌وه‌ باسکران؟
تكایه‌ وه‌ڵامێك هه‌ڵبژێره‌. ئه‌گه‌ر ده‌ته‌وێ دوو یان سێ هۆکار هه‌ڵبژێرى،‌ ئێستا یه‌کێک له‌ هۆکاره‌کان هه‌ڵبژێره‌ و له‌ هه‌نگاوى داهاتوو ده‌توانى دووه‌م و سێیه‌م هۆ دیارى بکه‌یت. ئه‌گه‌ر ئه‌م بژاردانه‌ هیچیان ڕاست نین، هیتر هه‌ڵبژێره‌ و هۆیه‌كه‌ بنووسه‌. 

# پرسیارى دووه‌م
ئایا نه‌خۆشى شه‌كره‌ "چاره‌سه‌رى"ی هه‌یه‌؟
() تا له‌ ژیان ماوه‌ ده‌بێ حه‌ب و ده‌رمان وه‌ر بگرێ
() به‌ڵێ چاره‌سه‌رى هه‌یه‌: ___
<notes>
پرسیاری دووه‌م
ئایا نه‌خۆشى شه‌كره‌ "چاره‌سه‌رى"ی هه‌یه‌؟ با كه‌مێك مانای "چاره‌سه‌رى" ڕوون بكه‌مه‌وه‌.
هه‌روه‌ك ده‌زانی: زۆربەى ئەو كەسانەى تووشى نەخۆشى شەكرە دەبن، لەسەرەتا دكتۆر پێیان دەڵێ: "دەرەجەى نەخۆشیەكەت زۆر نیه‌ و ئەگەر پارێزى بكەی لەوانەیە پێویستیت بە حەب و دەرمان نەبێت". بەڵام پاش ماوەیەك دەڵێ: "وا دیارە نەخۆشیەكەت بە پارێزى كۆنترۆل ناكرێ بۆیە دەبێ حەب وەر بگریت". پاشان حەبەكان زیاد دەبن و دواتریش لەوانەیە بگاته‌ دەرزى لێدان. 
ئێستا پرسیاره‌كه‌ ئه‌وه‌یه‌: ئایا نەخۆشی شەكرە تا له‌ ژیان ماوە ده‌بێت حه‌ب و ده‌رمان وه‌ربگرێ یان چاره‌سه‌رێك هه‌یه‌ كه‌ له‌وانه‌یه‌ به‌هۆیه‌وه‌ بتوانێ به‌ره‌به‌ره‌ ده‌رمانه‌كان كه‌م بكاته‌وه‌؟

# پرسیارى سێیه‌م
كامه‌ له‌م خۆراكانه‌ له‌ هه‌موویان خراپتره‌ (هه‌مان بڕ)؟
() شه‌كر <img>
() خورما <img>
() هه‌نگوین <img>
() نانى گه‌نم <img>
() نانى جۆ <img>
() برنج <img>
() نیسك <img>
<notes>
پرسیاری سێیه‌م
كامه‌ له‌م خۆراكانه‌ له‌ هه‌موویان خراپتره‌ بۆ نه‌خۆشى شه‌كره‌ ئه‌گه‌ر هه‌مان بڕ بخورێت؟ دووباره‌ى ده‌كه‌مه‌وه‌: هه‌مان بڕ، بۆ نموونه‌ قاپێك له‌ هه‌ریه‌كیان.
شه‌كر واته‌ شه‌كرى چا،‌ خورما، هه‌نگوین، نانى گه‌نم واته‌ نانى سپی، نانى جۆ هه‌روه‌ها پێى ده‌ڵێن نانى سوكه‌رى یان نانى ڕه‌ش، برنج،‌ نیسك.

# زانیارى
ساڵى له‌دایك بوون:
___
ڕه‌گه‌ز:
() نێر
() مێ
ماوه‌ى نه‌خۆشى شه‌كره‌:
___ <ymd_combo>
به‌رزترین ڕێژه‌ى شه‌كرى خوێن:
___
فه‌حسى سێ مانگى:
___
کێش:
___
به‌ژن:
___
<notes>
به‌ر له‌وه‌ى باسى وه‌ڵامه‌كان بكه‌م، تكایه‌ هه‌ندێك زانیارى ده‌رباره‌ى خۆت تۆمار بكه‌: ساڵى له‌دایك بوون، ڕه‌گه‌ز، ماوه‌ى چه‌نده‌ نه‌خۆشى شه‌كره‌ت هه‌یه‌، به‌زرترین ڕێژه‌ى شه‌كرى خوێن له‌و ماوه‌یه‌،‌ دوا فه‌حسى سێ مانگیت، هه‌روه‌ها كێشت به‌ كیلۆگرام و به‌ژنت به‌ سانتیمه‌تر. بۆ ئاگاداری، تێبینیم كردووه‌ كه‌ زۆربه‌ى خه‌ڵك به‌ژنی خۆیان به‌ زیاتر و كێشى خۆیان به‌ كه‌متر داده‌نێن. هیوادارم چاو له‌وان نه‌که‌ی!
---
ئێستاش کێشت به‌ کیلۆگرام و به‌ژنت به‌ سانتیمه‌تر تۆمار بکه‌. بۆ ئاگاداری، تێبینیم کردووه‌ که‌ زۆربه‌ى خه‌ڵک به‌ژنی خۆیان به‌ زیاتر و کێشى خۆیان به‌ که‌متر داده‌نێن.
ئه‌گه‌ر ئامێرى پێوانى به‌ژنت نیه‌، له‌ شوێنێكى گونجاوى ماڵه‌وه‌ له‌ زه‌ویه‌وه‌ پشت به‌ دیوار بده‌ سه‌رت به‌ قیتى ڕاگره‌. کتێبێکى به‌رگ ڕه‌ق یان شتێکى هاوشێوه‌ بێنه‌ و له‌لایه‌ک له‌گه‌ڵ دیوار ڕاستى بکه‌ و له‌لایه‌کى تریش له‌سه‌ر سه‌رتى دابنێ. ئه‌و شوێنه‌ى به‌رامبه‌ر باڵاته‌ له‌سه‌ر دیوار به‌ قه‌ڵه‌مێکى ڕه‌ساس نیشان بکه‌. درێژیه‌که‌ له‌ زه‌ویه‌وه‌ تا ئه‌و شوێنه‌ به‌ فووته‌یه‌ک یان ڕاسته‌یه‌ک بپێوه‌ . بۆ زانیارى،‌ به‌ژنمان له‌ به‌یانیان درێژتره‌ و له‌ كۆتایی ڕۆژ نزیكه‌ى یه‌ك سانتیمه‌تر به‌ژنمان كورت ده‌بێته‌وه‌!
---
کۆلیسترۆل
چه‌وری خوێن
چه‌ند ساڵه‌ زه‌غتت هه‌یه‌؟
که‌سى ترى نه‌خۆشى شه‌کره‌ى هه‌یه‌؟ دایک، باوک، خوشک و برا...
حه‌بى پێش نانى
حه‌بى پاش نانى
ئینسولین سافی
ئینسولین خابت
<notes>
[چۆن له‌ ماڵه‌وه‌ به‌ژنت ده‌پێویت؟](https://www.youtube.com/watch?v=E9NXn21I5vM)

# وه‌ڵام و ڕوونكردنه‌وه‌
<answers>
<notes>
ئێستاش وه‌ڵامى پرسیاره‌كان
ئه‌مانه‌ى خواره‌وه‌ بریتین له‌ وه‌ڵامه‌كانت. ئه‌مه‌ش ئه‌نجامه‌كان.
هه‌روه‌ك ده‌بینى (وه‌ڵامێكت هه‌ڵه‌یه‌، دوو وه‌ڵامت هه‌ڵه‌یه‌) هه‌ر سێ وه‌ڵامت هه‌ڵه‌یه‌. واته‌ له‌م ئیمتیحانه‌ ساقیت بووى! 
ئێستا باش گوێ له‌مه‌ بگره‌: ئه‌وه‌ زیاتره‌ له‌ ## ساڵه‌ (مانگه‌) نه‌خۆشى شه‌كره‌ت هه‌یه‌ و تا ئێستا نازانی كامه‌ خۆراك باشه‌ و كامه‌یان خراپه‌ بۆ نه‌خۆشیه‌كه‌ت. هه‌ر ئه‌مه‌ش هۆى سه‌ره‌كیه‌ كه‌ له‌سه‌ره‌تاوه‌ تووشى ئه‌م نه‌خۆشیه‌ بووی. 
هه‌روه‌ها پێشتر گوتم: ئه‌گه‌ر وه‌ڵامى ئه‌م سێ پرسیاره‌ بزانی ئه‌وا پێویست ناكا به‌رده‌وام بی چونكه‌ ماناى وایه‌ كه‌ زانیارى پێویستت هه‌یه‌. به‌ڵام هه‌روه‌ك ده‌بینى وه‌ڵامه‌كانت هه‌ڵه‌ بوون. بۆیه‌ وا چاكه‌ به‌ جیددى وه‌رى بگری ئه‌گه‌رنا ده‌بێ چاوه‌ڕوانى ئه‌م ده‌رد و به‌ڵایانه‌ بكه‌ى كه‌ پێشتر باسكران.
بۆ زانینى وه‌ڵامه‌ ڕاسته‌كان و ڕوون كردنه‌وه‌یان، تكایه‌ كلیك له‌سه‌ر یه‌كێك له‌ پرسیاره‌كان بكه‌. به‌ڵام باشتر وایه‌ یه‌ك له‌ دواى یه‌ك به‌ گوێره‌ى ڕیزبه‌ندى پرسیاره‌كان به‌رده‌وام بیت.
---
ده‌ستخۆش. هه‌ر سێ وه‌ڵامه‌کانت ڕاستن، که‌واته‌ پێویست ناکا به‌رده‌وام بی به‌ڵام ئه‌گه‌ر ده‌ته‌وێ زانیارى زیاتر په‌یدا بکه‌ی،‌ کلیک له‌سه‌ر هه‌ر هه‌ریه‌ک له‌ پرسیاره‌کان بکه‌.

# هۆكار
* ڕاپرسى
<svg>
* ته‌نها یه‌ك هۆ:
@@ خۆراكى ناته‌ندروست <img_ans1>
<notes>
هۆى نه‌خۆشى شه‌كره‌
له‌ ماوه‌ى چه‌ند ساڵى ڕابردوو، ڕاپرسیه‌كم ئه‌نجام ده‌دا بۆ ئه‌و نه‌خۆشانه‌ى ده‌هاتنه‌ لام. ئه‌م هێلكاریه‌ ئه‌نجامى ئه‌و ڕاپرسیه‌ ده‌رباره‌ى هۆى نه‌خۆشى شه‌كره‌ نیشان ده‌دات كه‌ زیاتر له‌ ٧٠٠ نه‌خۆش تێیدا به‌شداریان كردووه‌. هه‌روه‌ك ده‌بینى، زۆربه‌ى نه‌خۆشه‌كان وا ده‌زانن كه‌ هۆكارى سه‌ره‌كى ئه‌م نه‌خۆشیه‌ بارى ده‌روونیه‌ وه‌كو خه‌م و خه‌فه‌ت و دڵه‌ڕاوكێ و ترس و تاسان به‌ ڕێژه‌ى زیاتر له‌ ٦٥%. هه‌روه‌ها ژماره‌یه‌كى به‌رچاویش باوه‌ڕیان وایه‌ كه‌ بۆماوه‌ هۆكارى سه‌ره‌كیه‌ به‌ ڕێژه‌ى ٢٠%. ئه‌وانى تریش به‌م جۆره‌یه‌: خواردنى شيرينى نزیكه‌ى ٨%، قه‌ڵه‌وى ٣%، كه‌مى جووله‌ واته‌ وه‌رزش نه‌كردن ٢% و دووگیانى كه‌متر له‌ ٢%.
ئێستاش خۆت بۆ وه‌ڵامێكى چاوه‌ڕوان نه‌كراوى ئه‌م پرسیاره‌ ئاماده‌ بكه‌! ئه‌ویش ئه‌وه‌یه‌: ئه‌م هۆكارانه‌ هیچیان هۆى سه‌ره‌كى نین و نه‌خۆشى شه‌كره‌ ته‌نها یه‌ك هۆى سه‌ره‌كى هه‌یه‌ ئه‌ویش: خۆراكى ناته‌ندروسته‌.
له‌وانه‌یه‌ بپرسى: ئایا گرنگه‌ بزانم هۆكارى نه‌خۆشى شه‌كره‌ چیه‌؟ وه‌ڵامه‌كه‌ش ئه‌وه‌یه‌: به‌ڵێ زۆر گرنگه‌ چونكه‌ ئه‌گه‌ر وابزانى هۆكاره‌كه‌ بۆماوه‌ییه‌ ئه‌و كاته‌ ده‌ڵێی: چ بكه‌م، ئه‌و نه‌خۆشیه‌م له‌ دایك و باوكم بۆ ماوه‌ته‌وه‌. به‌م شێوه‌یه‌ ده‌سته‌وه‌ستان داده‌نیشی و خۆت ته‌سلیمى نه‌خۆشیه‌كه‌ت ده‌كه‌ی و ئه‌ویش ته‌خسیریت پێ ناكا. به‌ هه‌مان شێوه‌: ئه‌گه‌ر وابزانی هۆكاره‌كه‌ بارى ده‌روونیه‌ ئه‌و كاته‌ ده‌ڵێى: خه‌م خواردن به‌ده‌سته‌ خۆم نیه‌. هه‌رچه‌نده‌ له‌گه‌ڵ ئه‌م قسه‌یه‌شت هاوڕات نیم.
ئێستاش یه‌ك له‌دواى یه‌ك دێینه‌ سه‌ر باسى ئه‌و هۆكارانه‌ى خه‌ڵك به‌هه‌ڵه‌ وا ده‌زانن كه‌ ده‌بنه‌ هۆى نه‌خۆشى شه‌كره‌.

# بارى ده‌روونى
* نه‌وه‌ده‌كان: @كۆڕه‌و@ 
<img_50>
* هه‌شتاكان: @شه‌ڕى عێراق و ئێران@ 
** هێرشى فڕۆکه‌
<img_50>
** به‌ره‌کانى جه‌نگ
<img_50>
* شه‌سته‌كان: @گونده‌كان@ 
<img_50>
<notes>
بارى ده‌روونى
هه‌روه‌ك باسكرا، زۆربه‌ى زۆرى نه‌خۆشانى شه‌كره‌ وا ده‌زانن كه‌ هۆى سه‌ره‌كى ئه‌م نه‌خۆشیه‌ بارى ده‌روونیه‌. ئێستا با بزانین تا چه‌ند ئه‌مه‌ ڕاسته‌. بۆ ئه‌و مه‌به‌سته‌ با ئاوڕێك له‌ ڕابردوو بده‌ینه‌وه‌ و بزانین بارودۆخی ده‌روونى له‌ نه‌وه‌ده‌كان و هه‌شتاكان و شه‌سته‌كانى سه‌ده‌ى ڕابردوو چۆن بووه‌.
* نه‌وه‌ده‌كان:
ئایا ڕۆژى كۆڕه‌وت به‌بیر دێ؟! ئه‌و كاته‌ ته‌مه‌نت نزیكى # ساڵ بوو. (بۆ ئه‌و كه‌سانه‌ى ته‌مه‌نیان بچووك بوو یان هێشتا له‌ دایك نه‌ببون، دڵنیام زۆر جار به‌سه‌رهاتى ئه‌و ڕۆژه‌ت چه‌ندین جار له‌م لاو له‌و لا بیستووه‌!)
هه‌رچه‌نده‌ من ئێستا ته‌مه‌نم له‌ په‌نجا ساڵى ڕه‌تى داوه‌ و ئه‌گه‌ر ده‌رباره‌ى دوێنى پرسیارم لێ بكه‌ى له‌وانه‌یه‌ له‌ یادم نه‌ما بێ. به‌ڵام كۆڕه‌و كه‌ پێش سى ساڵى ڕه‌به‌ق بوو، ئێستاش ده‌توانم ده‌قه‌ به‌ ده‌قه‌ باسى بكه‌م و دیمه‌نه‌كان ئه‌وها له‌ یادم وێنه‌ كێشراون وه‌ك بڵێى ئه‌وڕۆ به‌سه‌رم هاتوون. به‌ چاوى خۆم بینیم خه‌ڵك به‌ لێشاو له‌ ڕێی مه‌سیف هه‌ڵده‌هاتن و هه‌لیكۆپته‌ر قه‌سفى ده‌كردن. به‌ چاوى خۆم بینیم ده‌بابه‌ هاته‌ ناو شار. ئه‌و ڕۆژه‌، یه‌كێك له‌و كه‌سانه‌ى به‌رگریان كردبوو بریندار بوو، خۆى له‌ حه‌وشه‌ى پشته‌وه‌مان حه‌شار دابوو. منیش هێنامه‌ ژووره‌وه‌ و برینه‌كه‌م بۆی تیمار كرد. ئه‌و كاته‌ له‌ قۆناغى چواره‌مى كۆلێژى پزیشكى بووم. ئه‌گه‌رى هه‌بوو هه‌ر كاتێك حه‌ره‌س جمهورى بێنه‌ ناو ماڵه‌كان و بمانكوژن. هه‌تا چه‌ندین ڕۆژ نه‌ده‌وێراین له‌ماڵ بێینه‌ ده‌رێ. به‌ هیچ شێوه‌یه‌ك ئاگامان له‌ هه‌واڵى خزمان نه‌بوو چونكه‌ ئه‌و كاته‌ ته‌له‌فۆنیش نه‌بوو. تاکه‌ سه‌رچاوه‌ى هه‌واڵمان ڕادیۆ بوو. پاش نزیكه‌ى ده‌ ڕۆژ، خه‌ڵك به‌ره‌ به‌ره‌ ده‌هاتنه‌ ده‌ره‌وه‌. من و دایكم به‌ ترس و له‌رزه‌وه‌ بڕیارماندا بچینه‌ ته‌یراوه‌ كه‌ ئه‌و كاته‌ زۆربه‌ى خزمه‌كانمان له‌وێ بوون و خۆشمان ماڵمان له‌ خانووه‌كانى ده‌واجن بوو كه‌ ئێستا پێى ده‌ڵێن گه‌ڕه‌كى سه‌فین. به‌پێ به‌ڕێ كه‌وتین. له‌ نێوان خانووى عیزه‌ت دوورى تا گه‌یشتینه‌ جاده‌ى شه‌ستى، دوازده‌ ته‌رمى كوژراوم بینى له‌م به‌ر و ئه‌و به‌رى جاده‌ كه‌ بۆگه‌نى ببوون و ته‌نها حه‌ره‌س جمهورى له‌ جاده‌كان بوون. وا بزانم ئه‌وه‌ى ئێمه‌ به‌سه‌رمان هات له‌چاو ئه‌وانه‌ى له‌شار ده‌رچوون زۆر كه‌متر بوو.
ئێستا پرسیاره‌كه‌ ئه‌وه‌یه‌: ئایا ئه‌و ڕۆژه‌ ترس و خه‌م و قه‌له‌ق و سه‌دمه‌ هه‌بوو؟! له‌ لایه‌ن خۆمه‌وه‌، من تا ئێستا له‌و ڕۆژه‌ ناخۆشترم نه‌بینیوه‌ له‌ هه‌موو ژیانم. وا بزانم ئه‌مه‌ ته‌نها بۆ من نه‌بوو به‌ڵكو هه‌ركه‌سێك ئه‌و كاته‌ له‌ كوردستان ژیا بێ ئه‌مه‌ حاڵى بووه‌. ئه‌م بارودۆخه‌ش ته‌نها چه‌ند ڕۆژێك یان چه‌ند حه‌فته‌یه‌ك نه‌بوو، به‌ڵكو به‌ ساڵ درێژه‌ى كێشا و پاشان نه‌بوونى و قات و قڕى و دواتریش شه‌ڕى ناوخۆییشى به‌ دوادا هات.
ئه‌گه‌ر هۆكارى نه‌خۆشى شه‌كره‌ ترس و خه‌م و قه‌له‌ق و سه‌دمه‌ بێت، ده‌بوایه‌ هه‌موو خه‌ڵك ئه‌و كاته‌ تووشى شه‌كره‌ ببان. به‌ پێچه‌وانه‌وه‌ ئه‌و كاته‌ نه‌خۆشى شه‌كره‌ زۆر زۆر كه‌م بوو.
ئێستا با كه‌مێكى تر بگه‌ڕێینه‌وه‌ دواوه‌ بۆ
* هه‌شتاكان
له‌ كاتى شه‌ڕى عێراق و ئێران، به‌ بیرت دێ كه‌ ئینزار لێى ده‌دا؟ (ئه‌و كاته‌ ته‌مه‌نت # ساڵ بوو) هیچ جێ نه‌ده‌ما خۆمانى تێدا بشارینه‌وه‌. ده‌مانزانى كه‌ له‌ماوه‌ى چه‌ند ده‌قه‌یه‌ك، چه‌ند كه‌سێك له‌و شاره‌ به‌ر قه‌سفى ته‌یاره‌ ده‌كه‌ون. ئه‌م ترس و دڵه‌ڕاوكێیه‌ نه‌ ڕۆژێك بوو نه‌ دوو، به‌ڵكو نزیكه‌ى هه‌شت ساڵى خایاند. ئه‌دى ئه‌و كه‌سانه‌ى كه‌ له‌ جه‌بهه‌ بوون؟ دووباره‌ ده‌ڵێم: ئه‌گه‌ر هۆكارى نه‌خۆشى شه‌كره‌ ترس و خه‌م و قه‌له‌ق و سه‌دمه‌ بێت، ده‌بوایه‌ هه‌موو خه‌ڵك له‌و كاته‌ تووشى شه‌كره‌ ببان. كه‌چى ته‌نها تاك تاكه‌ ئه‌م نه‌خۆشیه‌ هه‌بوو.
با هێشتا بگه‌ڕێنه‌وه‌ دواوه‌، ئه‌مجاره‌ بۆ:
* شه‌سته‌كان
من ئه‌و كاته‌ نه‌ببووم به‌ڵام بیستوومانه‌ كه‌ زۆربه‌ى گونده‌كانى كوردستان چه‌ندین جار كاول كراون. ئه‌و كاته‌ چه‌ندین سه‌رچاوه‌ى ترس و خه‌م و خه‌فه‌ت هه‌بوو: ترس له‌ ته‌یاره‌، له‌ جه‌یش، له‌ جاش، له‌ ئاغا، له‌ نه‌بوونى و فه‌قیرى، له‌ نه‌خۆشى... ئه‌مانه‌ هه‌موویان خه‌مى گه‌وره‌ن به‌ڵام گه‌وره‌ترین خه‌م: جه‌رگ سووتانه‌، به‌ تایبه‌تى بۆ دایكان. ده‌زانى ئه‌و كاته‌ هه‌تا منداڵێك ده‌ژیا چه‌ندى دیکه‌ به‌ نه‌خۆشى ده‌مردن؟داپیرم پاش چل ساڵ ناوى منداڵه‌ مردووه‌كانى هه‌ر له‌سه‌ر زار بوو: پێش ئه‌وه‌ى ناوى باوكم یان مامم بێنێ، هه‌ندێك جار ناوى مردووه‌كانى به‌سه‌ر زاردا ده‌هات. دیسان ده‌ڵێم: ئه‌گه‌ر خه‌م و خه‌فه‌ت و ترس هۆی سه‌ره‌كى نه‌خۆش شه‌كره‌ بێت ده‌بوایه‌ ئه‌و كاته‌ هه‌موویان نه‌خۆشى شه‌كره‌یان هه‌با.
ئایا له‌و كاته‌ نه‌خۆشى شه‌كره‌ هه‌بوو؟ به‌ڵێ به‌ڵام ته‌نها ئاغا و شێخ و مه‌لا و خه‌ڵكى شاره‌كان تووش ده‌بوون! له‌وانه‌یه‌ بڵێى ئه‌و كاته‌ شه‌كره‌ هه‌بووه‌ به‌ڵام خه‌ڵك نه‌یده‌زانى چونكه‌ فه‌حس كردن نه‌بوو. وه‌ڵامه‌كه‌ش ئه‌وه‌یه‌: نه‌خێر، ئه‌و كاته‌ هه‌تا له‌ ئه‌مریكاش ڕێژه‌ى شه‌كره‌ زۆر كه‌م بوو هه‌رچه‌نده‌ ئه‌وان ئامارى نه‌خۆشى شه‌كره‌یان له‌ ساڵى ١٩٥٨ ه‌وه‌ هه‌یه‌ هه‌روه‌ك دواتر زیاتر ڕوون ده‌كه‌مه‌وه‌.
<notes>
[کۆچى کوردان](https://youtu.be/S5GB6jQhhFo?t=61s)
[کوڕى شیرینم جێت ناهێڵم](https://youtu.be/or6u9830jLI?t=25s)
[کۆڕه‌و](https://www.youtube.com/watch?v=g_9oM_IFmKQ)

# بۆماوه‌یی
* باپیرانت
* شه‌کره‌ له‌ كوردستان
<svg>
* شه‌کره‌ له‌ ئه‌مریكا
<img_60>
<notes>
بۆماوه‌یی
هه‌روه‌ك پێشتر باسكرا، ژماره‌یه‌كى به‌رچاوى نه‌خۆشانى شه‌كره‌ وا ده‌زانن كه‌ ئه‌م نه‌خۆشیه‌یان له‌ دایكوباوكانه‌وه‌ بۆ ماوه‌ته‌وه‌. ئه‌م بیر كردنه‌یه‌وه‌یه‌ نه‌ك هه‌ر ته‌نها هه‌ڵه‌یه‌ به‌ڵكو خه‌ته‌ریشه‌. چونكه‌ وا ده‌زانى له‌ ده‌سه‌ڵاتى خۆت دا نیه‌ و ته‌واو ته‌سلیم ده‌بى و واز له‌ هه‌وڵدان دێنى. با پرسیارێكت لێ بكه‌م: ئایا
* باپیرانت
نه‌خۆشى شه‌كره‌یان هه‌بوو؟ (ئه‌گه‌ر نه‌خۆش ته‌مه‌نى له‌ چل ساڵ گه‌وره‌تر بی؟) ئه‌گه‌رى زۆره‌ نه‌ك هه‌ر داپیر و باپیرت به‌ڵكو دایك و باوكیشت نه‌خۆشى شه‌كره‌یان نه‌بێ. ئه‌گه‌ر ئێستاى
* كوردستان
به‌رواورد بكه‌ین له‌گه‌ڵ ئه‌و كاته‌ى كه‌ داپیر و باپیرت گه‌نج بوون، واته‌ نزیكه‌ى شه‌ست ساڵ له‌مه‌وبه‌ر، چى ده‌بینین؟ هه‌رچه‌نده‌ به‌داخه‌وه‌ زانیارى وردمان له‌به‌ر ده‌ست نیه‌ به‌ڵام هه‌موومان ده‌زانین كه‌ ئێستا نه‌خۆشى شه‌كره‌ گه‌لێك زۆر بووه‌. با خۆمان به‌ وڵاتانى دیكه‌ به‌رواود بكه‌ین. هه‌روه‌ك له‌م هێڵكاریه‌ ده‌بینین: ڕێژه‌ى نه‌خۆشى شه‌كره‌ له‌ وڵاتانى كه‌نداو زۆر به‌رزه‌. بۆ نموونه‌: له‌ هه‌ریه‌ك له‌ كوێت و قه‌ته‌ر و ئیمارات، ڕێژه‌كه‌ نزیكه‌ى له‌سه‌دا بیسته‌،‌ واته‌ له‌ هه‌ر پێنج كه‌س یه‌كێكیان نه‌خۆشى شه‌كره‌ى هه‌یه‌. له‌ ڕاستیدا ڕێژه‌كه‌ له‌وه‌ش زیاتره‌ چونكه‌ زۆر كه‌س هه‌یه‌ نه‌خۆشى شه‌كره‌ى هه‌یه‌ و پێى نازانێ. له‌ ئه‌مریكا ڕێژه‌كه‌ له‌ سه‌دا ١٠ زیاتره‌ و له‌ ئه‌وروپاش نزیکه‌ى حه‌فته‌. وڵاتانى ئه‌فریقیاش نزمترین ڕێژه‌یان هه‌یه‌: نزیكه‌ى له‌سه‌دا ٢ و كه‌متریش. ئێستا ئه‌گه‌ر بپرسین: ئێمه‌ له‌ كامه‌یان نزیكترین؟ وا دیاره‌ ئه‌گه‌رى زیاتره‌ ڕێژه‌ى شه‌كره‌ له‌ كوردستان نزیكتر بێت له‌ وڵاتانى كه‌نداو نه‌ك ئه‌فریقیا. ئێمه‌ گوتمان كوردستان ده‌كه‌ین به‌ دوبه‌ى به‌ڵام پێویستى نه‌ده‌كرد بۆ نه‌خۆشى شه‌كره‌ش چاویان لێ بكه‌ین!
ئه‌وه‌ ئێستا، ئه‌دى نزیكه‌ى ٥٠-٦٠ ساڵ له‌مه‌وبه‌ر؟ هه‌روه‌ك باسكرا، ئه‌و كاته‌ له‌ كوردستان نه‌خۆشى شه‌كره‌ زۆر ده‌گمه‌ن بوو: ته‌نها ئاغا و شێخ و مه‌لا و خه‌ڵكى شاره‌ گه‌وره‌كان تووشى ده‌بوون! له‌وانه‌یه‌ بڵێى ئه‌و كاته‌ نه‌خۆشى شه‌كره‌ هه‌بووه‌ به‌ڵام خه‌ڵك نه‌یده‌زانى چونكه‌ فه‌حس كردن نه‌بوو و دكتۆریش كه‌م بوو. وه‌ڵامه‌كه‌ش ئه‌وه‌یه‌: نه‌خێر، ئه‌و كاته‌ هه‌تا له‌
*‌ ئه‌مریكاش
ڕێژه‌ى نه‌خۆشی شه‌كره‌ زۆر كه‌م بوو هه‌رچه‌نده‌ ئه‌وان ئامارى نه‌خۆشى شه‌كره‌یان له‌ ساڵى ١٩٥٨ ه‌وه‌ هه‌یه‌. هه‌روه‌ك ده‌بینین، ڕێژه‌ى شه‌كره‌ ئه‌وكاته‌ له‌ ١% كه‌متر بوو به‌ڵام پاشان به‌ره‌به‌ره‌ زیادى كرد به‌تایبه‌تى پاش نه‌وه‌ده‌كان و ئێستاش له‌ ١٠% زیاتره‌.
باشه‌ له‌م ماوه‌یه‌ چى گۆڕاوه‌؟ ئایا جیناتى مرۆڤ له‌ماوه‌ى ٥٠-٦٠ ساڵ ده‌گۆڕێ؟ بێگومان نه‌خێر. ئه‌گه‌ر هۆى نه‌خۆشى شه‌كره‌ بۆماوه‌یی بێ، بۆچى ئێستا له‌ زۆربه‌ى وڵاتانى دونیا ڕێژه‌ى نه‌خۆشى شه‌كره‌ ئه‌وه‌نده‌ زۆره‌ كه‌چى باب و باپیرانیان تووش نه‌ده‌بوون؟ كه‌واته‌ دیاره‌ كه‌ بۆماوه‌یی هۆى نه‌خۆشى شه‌كره‌ نیه‌.
---
بۆچى گرنگه‌ هۆى نه‌خۆشى شه‌كره‌ بزانى؟ پێشگیرى لێ كردن، چاره‌سه‌رى
بۆچى خه‌ته‌ره‌ وه‌ڵامى ئه‌م پرسیاره‌ت هه‌ڵه‌ بێت؟ ته‌سلیم بوون و هه‌وڵ نه‌دان، چونكه‌ وا ده‌زانى له‌ ده‌سه‌ڵاتى خۆتدا نیه‌.
هۆى لاوه‌كى: تاسه‌
خوا هینایتى! به‌ ملى خواى دامه‌ینه‌!
كاتێك دكتۆر پێت ده‌ڵێت نه‌خۆشى شه‌كره‌ت هه‌یه‌، به‌لاى كه‌م ١٠-١٥ ساڵه‌ ده‌ستى پێ كردووه‌.
<notes>
[شه‌کره‌ له‌ ئه‌مریکا له‌ ساڵى '١٩٥٨'ه‌وه‌](https://www.cdc.gov/diabetes/statistics/slides/long_term_trends.pdf)

# چاره‌سه‌رى
* ڕاپرسی له‌ کوردستان
<svg>
* ڕاپۆرتى گۆڤارى پزیشکى به‌ریتانی
<img_40>
* مێژوو
** ئه‌مریکا: @١&#1642;@  @&larr; ١٠&#1642;@ 
** ڕێکخراوى ته‌ندروستى جیهانى: @١٠٨@  @&larr; ٤٢٢@ 
* توێژینه‌وه‌
* کردار
* ته‌نها یه‌ك چاره‌سه‌رى:
@@ خۆراكى ته‌ندروست <img_ans1>
<notes>
ئایا نه‌خۆشى شه‌کره‌ "چاره‌سه‌ری" هه‌یه‌؟
ئه‌مه‌ دووه‌م پرسیار بوو له‌ هه‌مان ڕاپرسى. نیشاندانى ئه‌نجامى ئه‌م پرسیاره‌ پێویست به‌ هێلكارى ناكا! چونكه‌ زیاتر له‌سه‌دا ٩٨ باوه‌ڕیان وابوو كه‌ نه‌خۆشى شه‌كره‌ چاره‌سه‌رى نیه‌ و هه‌تا له‌ ژیاندا ماوه‌ ده‌بێت حه‌ب و ده‌رمان وه‌ربگرێت. ته‌نها نزیكه‌ى ٢ له‌سه‌دا گوتیان چاره‌سه‌رى هه‌یه‌ به‌ڵام ئه‌وانیش نه‌یانده‌زانى چاره‌سه‌ریه‌كه‌ چیه‌.
له‌ڕاستیدا نەك هه‌ر تەنها لە كوردستان، بەڵكو بەگوێرەى ڕاپۆرتێكى بى بى سی و گۆڤارى پزیشكى بەریتانى، هەتا لە بەریتانیاش، زۆربەى دكتۆر و نەخۆش بێئاگان كە دەكرێت نەخۆشى شەكرە چاك ببێتەوە. كه‌واته‌ با زۆر گله‌یی له‌ باردۆخى خۆمان نه‌كه‌ین!
هه‌روه‌ك پێشتر ئاماژه‌ى پێكرا، ئه‌گه‌ر وابزانى نه‌خۆشى شه‌کره‌ چاره‌سه‌رى نیه‌، ئه‌و کاته‌ ده‌سته‌وه‌ستان داده‌نیشی و خۆت ته‌سلیمى نه‌خۆشیه‌كه‌ت ده‌كه‌ی و ئه‌ویش ته‌خسیریت پێ ناكا.
ئایا ده‌توانین بیسه‌لمێنین كه‌ نه‌خۆشى شه‌كره‌ چاره‌سه‌رى هه‌یه‌؟ به‌ڵێ بێگومان. ئه‌مانه‌ش به‌ڵگه‌كانن:
یه‌كه‌م: به‌ڵگه‌ى مێژوویی، هه‌روه‌ك باسكرا، نزیكه‌ى ٦٠ ساڵ له‌مه‌وبه‌ر له‌ ئه‌مریكا، ڕێژه‌ی نه‌خۆشى شه‌كره‌ له‌سه‌دا ١ كه‌متر بوو و ئێستاش له‌سه‌دا ١٠ زیاتره‌. هه‌روه‌ها بەگوێرەى ڕاپۆرتى ڕێكخراوى تەندروستى جیهانى (WHO): ژمارەى نەخۆشانی شەكرە لە ساڵى ١٩٨٠ تەنها ١٠٨ ملیۆن (٤,٧%) بوو بەڵام لە ساڵى ٢٠١٤ ڕێژەكە بوو بە ٤٢٢ ملیۆن (٨,٥%). بێگومان له‌م ماوه‌ كورته‌ جيناتى مرۆڤ نه‌گۆڕاوه‌ به‌ڵكو ته‌نها خواردن و جووله‌مان گۆڕاوه‌. بۆيه‌ ده‌توانين ئه‌م ڕێژه‌يه‌ بگێڕينه‌وه‌ بارى پێشوو يان كه‌متريش.
دووه‌م: توێژینه‌وه‌، چه‌ندین توێژینه‌وه‌ له‌ جیهان ئه‌نجام دراون و ئێمه‌ش له‌ هه‌ولێر توێژینه‌وه‌یه‌كى هاوشێوه‌ى ئه‌وانمان ئه‌نجام دا. توێژینه‌وه‌كه‌مان به‌م شێوه‌یه‌ بوو: باسى خۆراكى ته‌ندروستمان بۆ نزیكه‌ى ٧٠ نه‌خۆش كرد و ئه‌م به‌رنامه‌ی ئێمه‌یان په‌یڕه‌و كرد. له‌ هه‌مان كات، ٧٠ نه‌خۆشى تریش ته‌نها زانیاریمان لێ وه‌رگرتن به‌ڵام باسى خۆراكى ته‌ندروستمان بۆیان نه‌كرد. هه‌ردوو گرووپ هاتووچۆى دكتۆرى خۆیان ده‌كرد و به‌گوێره‌ى ڕێنماییه‌كان حه‌ب و ده‌رمانیان وه‌رده‌گرت. پاش نزیكه‌ى ٣ تا ٦ مانگ، هه‌ر دوو گرووپه‌كه‌مان به‌راورد كرد. ڕێژه‌ى فه‌حسى سێ مانگى له‌ گرووپى دووه‌م به‌ تێكڕاى نیو پله‌ زیادى كردبوو به‌ڵام گرووپى یه‌كه‌م به‌ تێكڕایی ٢.٢ كه‌مى كردبوو. واته‌ ئه‌گه‌ر نه‌خۆشێك فه‌حسه‌كه‌ى ٨ بوو بێت، پاش سێ تا شه‌ش مانگ بووه‌ به‌ ٦ یان كه‌متریش که‌ نزیکه‌ له‌ ئاسایی بوونه‌وه‌.
سێیه‌م: كردار، ئێستا با واز له‌ قسان بێنین بێینه‌ سه‌ر كردار. ئه‌وه‌ زیاتر له‌ # ساڵه‌ نه‌خۆشى شه‌كره‌ت هه‌یه‌ هه‌روا به‌ره‌به‌ره‌ وه‌زعت به‌ره‌و خراپى ده‌چێ. داوات لێ ده‌كه‌م ته‌نها بۆ ماوه‌ى ٦ حه‌فته‌ ئه‌م به‌رنامه‌یه‌ تاقی بكه‌یه‌وه‌ تا به‌چاوى خۆت ببینى. بۆ زانیارى، ئه‌و خۆراكه‌ی داوات لێ ده‌كه‌م بیخۆى، هه‌مان ئه‌و خۆراكه‌یه‌ كه‌ خۆم زیاتر له‌ ١٠ ساڵه‌ ده‌یخۆم هه‌رچه‌نده‌ سوپاس بۆ خوا تا ئێستا هیچ نه‌خۆشیه‌كم نیه‌. پێش ده‌ ساڵ سه‌وه‌فانى ئه‌ژنۆم هه‌بوو ئه‌ویش چاك بۆته‌وه‌!
كاتێك نه‌خۆش له‌ عیاده‌ دێنه‌ لام، پێیان ده‌ڵێم: ئه‌م به‌رنامه‌یه‌ بۆ ماوه‌ى ٦ حه‌فته‌ تاقى بكه‌وه‌ و ئه‌گه‌ر سوودت لێ وه‌ر نه‌گرت وه‌ره‌وه‌ پاره‌كه‌ت ده‌ده‌ینه‌وه‌! ئه‌وه‌ش به‌ سوعبه‌ت نیه‌ به‌ڵکو به‌ جیددیه‌!
وه‌ڵامه‌ ڕاسته‌كه‌ى ئه‌م پرسیاره‌ش ئه‌وه‌یه‌: به‌ڵێ نه‌خۆشى شه‌كره‌ چاره‌سه‌رى هه‌یه‌ و ته‌نها یه‌ك چاره‌سه‌ریش، ئه‌ویش: خۆراكى ته‌ندروسته‌. ئێستاش با بێنه‌ سه‌ر باسى خۆراك و بزانین كامه‌ى ته‌ندروست و كامه‌ى ناته‌ندروسته‌.
---
چاره‌سه‌رى ماناى چیه‌؟ هه‌ندێك نه‌خۆش و به‌داخه‌وه‌ دكتۆریش ده‌ڵێن ئه‌مه‌ چاره‌سه‌رى نیه‌ به‌ڵکو ته‌نها به‌ شێوه‌یه‌كى كاتى كپ ده‌بێت. به‌ڵگه‌شیان ئه‌وه‌یه‌: ئه‌گه‌ر نه‌خۆشه‌که‌ بگه‌ڕێته‌وه‌ سه‌ر خۆراکى پێشووى، دووباره‌ نه‌خۆشیه‌که‌ ده‌گه‌ڕێته‌وه‌.  ئایا گه‌روو ئه‌ستوور بوون یان هه‌و كردنى گورچیله‌ ئه‌گه‌رى هه‌یه‌ بگه‌ڕێته‌وه‌ پاش چاره‌سه‌رى؟ بێگومان.
حه‌ب و ده‌رمان چاره‌سه‌رى نیه‌ چونكه‌ پێناسه‌ى چاره‌سه‌رى ئه‌وه‌یه‌ نه‌خۆشیه‌كه‌ت به‌ره‌و باشى بچێ و پێویستت به‌ ده‌رمان نه‌مێنێ. حه‌ب و شورته‌!
هه‌رچه‌نده‌ ده‌ڵێم حه‌ب و ده‌رمان چاره‌سه‌رى نیه‌ به‌ڵام به‌ هه‌ڵه‌ تێنه‌گه‌ى: پێویسته‌ له‌سه‌ر حه‌ب و ده‌رمانه‌کانت به‌ شێوه‌ى ئێستا به‌رده‌وام بی هه‌تا ڕێژه‌ى شه‌كره‌ت ده‌گاته‌وه‌ نزیك ١٠٠ و ناچار ده‌بی حه‌به‌كانت كه‌م بكه‌یه‌وه‌.
ئه‌دى ئه‌گه‌ر بگه‌ڕێمه‌وه‌ سه‌ر خۆراكى ئاسایی؟ یه‌که‌م ئه‌و خۆراکه‌ ئاسایی نیه‌ و نا ته‌ندروسته‌. دووه‌م به‌ڵێ تووش ده‌بیه‌وه‌. نه‌خۆشم هه‌بووه‌ بۆ ماوه‌ى چه‌ندین ساڵ وازى له‌ ده‌رمان هێناوه‌ پاشان ده‌ستى به‌ خۆراكی ناته‌ندروست كردۆته‌وه‌ و هاتۆته‌وه‌ لام و گله‌یی ده‌کرد و ده‌یگوت: دكتۆر، ئه‌دى ئه‌توو نه‌تگۆ چاك ده‌بمه‌وه‌. بۆچی دووباره‌ شه‌كره‌م به‌رز بوویته‌وه‌؟ دواتر وه‌ڵامى ئه‌م پرسیاره‌ش ده‌ده‌مه‌وه‌.
<notes>
[ڕاپۆرت: نەخۆش و دكتۆر بێئاگان كە دەكرێت نەخۆشى شەکرە چاك ببێتەوە - بی بی سى](http://www.bbc.com/news/uk-scotland-41256454)
[ڕاپۆرتی گۆڤارى پزیشکى به‌ریتانى](https://www.bmj.com/content/358/bmj.j4030)
[ڕاپۆرتى ڕێکخراوى تەندروستى جیهانى دەربارەى نەخۆشى شەکرە](http://apps.who.int/iris/bitstream/handle/10665/204871/9789241565257_eng.pdf)
[شه‌کره‌ له‌ ئه‌مریکا له‌ ساڵى '١٩٥٨'ه‌وه‌](https://www.cdc.gov/diabetes/statistics/slides/long_term_trends.pdf)
[توێژینه‌وه‌ له‌ هه‌ولێر](https://www.researchgate.net/publication/344314194_The_Effect_of_a_Nutrition_Education_Program_on_Improving_Hemoglobin_A1c_and_Body_Mass_Index_of_Patients_with_Type_2_Diabetes_Mellitus_in_Erbil_City_A_Non-randomized_Clinical_Trial)

# خۆراك
* ڕاپرسى
** خراپترین خۆراک
<svg>
@@ شه‌كر خراپترین نیه‌
** باشترین خۆراک
<svg>
@@ نانى جۆ خراپه‌
* پێوه‌رى شه‌كرى خۆراك
** برنج <img> <img_ans0>
** نانى گه‌نم <img> <img_ans0>
** نانى جۆ <img> <img_ans0>
** شه‌کر <img> <img_ans0>
** هه‌نگوین <img> <img_ans1>
** خورما <img> <img_ans1>
** نیسک <img> <img_ans1>
<notes>
کامه‌ خۆراک بۆ نه‌خۆشى شه‌کره‌ خراپه‌ و کامه‌یان باشه‌؟
ئه‌مه‌ پرسیارى سێیه‌م و كۆتایی بوو له‌ هه‌مان ڕاپرسی،‌ با یه‌كه‌مجار بێینه‌ سه‌ر خراپترین خۆراك، ئه‌مه‌ش ئه‌نجامه‌كه‌یه‌: هه‌روه‌ك ده‌بینى زیاتر له‌ ٩٥ له‌سه‌دا باوه‌ڕیان وایه‌ كه‌ شه‌كر خراپترین خۆراكه‌ بۆ نه‌خۆشى شه‌كره‌. ناحه‌قیش نین، وا ده‌بینین كه‌ ئه‌م نه‌خۆشیه‌ به‌ناوى خۆراكه‌وه‌ كراوه‌. ژماره‌یه‌كى كه‌م وه‌ڵامه‌كانیان ڕاست بوو به‌ڵام هه‌ندێكیش ده‌یانگوت هه‌نگوین یا نیسك خراپترین خۆراكه‌. ئێستاش خۆت بۆ وه‌ڵامێكى تری چاوه‌ڕوان نه‌كراو ئاماده‌ بكه‌:
* شه‌كر خراپترین نیه‌ له‌م حه‌فت خۆراكه‌. له‌ ڕاستیدا شه‌كر نه‌ یه‌كه‌مه‌ و نه‌ دووه‌مه‌ و نه‌ سێیه‌م به‌ڵكو چواره‌مه‌ له‌ خراپى. واته‌ سێ خۆراك له‌م لیسته‌ له‌ شه‌كر خراپترن جا بۆ نه‌خۆشى شه‌كره‌ و یان هه‌تا ئه‌و كه‌سه‌ش كه‌ نه‌خۆشى شه‌كره‌شى نه‌بێ. هیوادارم نه‌چى بڵێى دكتۆر گوتوویه‌تى شه‌كر باشه‌ چونكه‌ چواره‌مه‌ له‌ خراپى! نه‌خێر، ده‌مه‌وێ ئه‌مه‌ بڵێم: شه‌كر زۆر خراپتره‌ له‌وه‌ى كه‌ ده‌یزانی به‌ڵام سێ خۆراك له‌م لیسته‌ له‌ شه‌كریش خراپترن.
ئه‌مه‌ ده‌رباره‌ى خراپترین، ئێستاش وه‌ڵامى پرسیارى باشترین خۆراك: هه‌روه‌ك ده‌بینن، زیاتر له‌ ٨٥ له‌سه‌دا باوه‌ڕیان وابوو كه‌ نانى جۆ (واته‌ ئه‌وه‌ى پێى ده‌ڵێن نانى سوكه‌رى یان نانى ڕه‌ش) باشترین خۆراكه‌ بۆ ئه‌م نه‌خۆشیه‌. ئه‌مانه‌ش وه‌ڵامه‌کانى دیکه‌ن. وه‌ڵامه‌ ڕاسته‌كه‌ش ئه‌وه‌یه‌: ئه‌و نانى جۆیه نه‌ك هه‌ر باش نیه‌ به‌ڵكو له‌ نانى گه‌نمیش خراپتره‌.
له‌ زانستى پزیشكى پێوه‌رێك هه‌یه‌ پێى ده‌ڵێن پێوه‌رى شه‌كرى خۆراك (glycemic index). بیرۆكه‌ى ئه‌م پێوه‌ره‌ ئه‌وه‌یه‌: ئه‌گه‌ر ڕێژه‌ى شه‌كره‌ى خوێن له‌ خورینى فه‌حس بكه‌ى و پاشان بڕێكى دیاریكراوی خۆراكێك بخۆى، بۆ نموونه‌ ١٠٠ گرام، ئینجا پاش دوو سه‌عات دووباره‌ فه‌حسى بكه‌وه‌ بزانی چه‌ندى به‌رز كردۆته‌وه‌. ئه‌مانه‌ بریتین له‌ ڕێژه‌كان له‌ خراپترینه‌وه‌ بۆ باشترین:
برنج یه‌كه‌مه‌ و ڕێژه‌كه‌ى له‌ ده‌وربه‌رى هه‌شتایه‌ و له‌وانه‌یه‌ زیاتریش بێت. دووه‌م و سێیه‌م نانى گه‌نم و نانى جۆیه‌، ڕێژه‌كه‌یان له‌ ده‌ورى حه‌فتایه‌ و چه‌ند زیاتر سپی بكرێن هێشتا ڕێژه‌كه‌یان زیاتر ده‌بێت و له‌وانه‌یه‌ له‌ برنجیش تێپه‌ڕێت. چواره‌م ئینجا شه‌كر دێت و ڕێژه‌كه‌ى نزیكه‌ى شه‌سته‌. ئه‌رێ سه‌یر نیه‌ برنج و نان ڕێژه‌ى شه‌كره‌ى خوێن له‌ شه‌كر زیاتر به‌رز بكه‌نه‌وه‌؟ به‌ڵێ زۆر سه‌یره‌. دواتر ئه‌مه‌ ڕوون ده‌كه‌مه‌وه‌ به‌ڵام ئێستا خۆت بۆ زانیاریه‌كى مه‌ترسیدار ئاماده‌ بكه‌: ئه‌گه‌ر له‌ كاتى نان خواردن قاپێك برنجیان له‌ پێش داناى، ئه‌وه‌ قاپێك برنج نیه‌ به‌ڵكو نزیكه‌ى قاپێك و نیو شه‌كره‌. ئه‌گه‌ر ده‌یخۆى عافیه‌تت بێ. بۆ زانیاریت، ئه‌وه‌ زیاتر له‌ ده‌ ساڵه‌ من نه‌ نانم خواردووه‌ نه‌ برنج. ئه‌گه‌ر بمخواردبا ئێستا زه‌غت و شه‌كره‌ و چه‌ند نه‌خۆشى ترم ده‌بوو وه‌كو ئه‌و خه‌ڵكه‌ى له‌ ته‌مه‌نى من یان گه‌نجتریش!
له‌وانه‌ بلێى هیچت نه‌هێشته‌وه‌ بخۆم، ئه‌وها بڕوا له‌ برسان ده‌مان كوژى!
ده‌ ساڵه‌ نه‌ نانم خواردووه‌ نه‌ برنج، ئه‌گه‌ر بمخواردبا ئێستا زه‌غت و شه‌كره‌ و چه‌ند نه‌خۆشى ترم ده‌بوو وه‌كو ئه‌و خه‌ڵكه‌ى له‌ ته‌مه‌نى من یان گه‌نجتریش!
ئه‌م چوار خۆراكه‌، زۆر خراپن و هه‌تا پێت بكرێت خۆت لێیان به‌ دوور بگره‌، له‌ ڕاستیدا غه‌دره‌ ناویان لێ بنێن خۆراك هه‌روه‌ک دواتر ڕوون ده‌که‌مه‌وه‌. پێنجه‌م له‌م ڕێزبه‌ندیه‌ هه‌نگوینه‌ كه‌ ڕێژه‌كه‌ى له‌ په‌نجاكانه‌. شه‌شه‌م خورمایه‌ به‌ هه‌ر جۆرێكیه‌وه‌، ڕێژه‌كه‌ی له‌ چله‌كانه‌. حه‌فته‌میش نیسكه‌ كه‌ ڕێژه‌كه‌ى له‌ خوار سیه‌. ئه‌م سێ خۆراكه‌ى دوایی، زۆر باشن و ده‌توانی به‌ تێرى بیانخۆی. له‌وانه‌یه‌ ئه‌م قسه‌یه‌ش به‌لاته‌وه‌ سه‌یر بێت چونكه‌ ته‌قریبه‌ن هه‌موو كه‌س ده‌ڵێن: هه‌رچه‌نده‌ هه‌نگوین و خورما خۆراكى ته‌ندروستن به‌ڵام بۆ نه‌خۆشى شه‌كره‌ خراپن. هه‌روه‌ك ده‌بینی، قسه‌كه‌ى من ته‌واو پێچه‌وانه‌یه‌. كه‌واته‌ به‌ كێ باوه‌ڕ بكه‌ی؟! من ده‌ڵێم به‌ هیچمان باوه‌ڕ مه‌كه‌ و جیهازى فه‌حست هه‌یه‌ و خۆت تاقى بكه‌وه‌.
له‌وانه‌ بلێى هیچت نه‌هێشته‌وه‌ بخۆم، ئه‌وها بڕوا له‌ برسان ده‌مان كوژى! من چۆن ده‌توانم بێ نان و برنج بژیم؟! ئێستاش با بێنه‌ سه‌ر وه‌ڵامی ئه‌و پرسیارانه‌ت.
---
زیانه‌كانى گه‌نم
زیانه‌كانى نانى جۆ بۆ نه‌خۆشى شه‌كره‌ 
---
نوکته‌: دایکى دکتۆر: گوڕم نایه‌لى خورما بخۆم!
<notes>
[پێوه‌رى شه‌کرى خوێن بۆ زیاتر له‌ ١٠٠ خۆراک](https://extension.oregonstate.edu/sites/default/files/documents/1/glycemicindex.pdf)
[پێوه‌رى شه‌کرى خوێن بۆ زیاتر له‌ ٢٠٠٠ خۆراک](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2584181)

# ئه‌دى چ بخۆم؟
* تایبه‌تمه‌ندیه‌كان
* بنه‌ماكان
* ژه‌مه‌كان
* خۆراكه‌كان
<notes>
ئه‌دى چ بخۆم؟!
له‌ وه‌ڵامى ئه‌م پرسیاره‌، باسى تایبه‌تمه‌ندیه‌كانى ئه‌م به‌رنامه‌یه‌ و بنه‌ماكانى ده‌كه‌م. هه‌روه‌ها له‌ هه‌ر ژه‌مێك چ بخۆین و چۆن خۆراكه‌كان ئاماده‌ بكه‌ین.

# تایبەتمەندیەكانى ئەم بەرنامەیە
* وازهێنان له‌ پارێزى
* خۆراكى بەتام
* خۆراكى شیرین
* بە تێرى
* كه‌مكردنه‌وه‌ى ده‌رمان
* پاش ماوه‌یه‌ك، حەفتەی ژەمێك بە كەیفی خۆت
<notes>
تایبەتمەندیەكانى ئەم بەرنامەیە
یه‌که‌م: وازهێنان له‌ پارێزى: ده‌توانى هه‌موو 'خۆراک'ێك بخۆيت. دواتر ئه‌مه‌ ڕوون ده‌که‌مه‌وه‌.
دووه‌م: خۆراكى بەتام و له‌ هه‌مان کات تەندروست.
سێیه‌م: دەتوانیت خۆراكى شیرینیش بخۆیت.
چواره‌م: هەرگیز برسیت نابێت: ده‌توانیت بە تێرى خۆرا‌ك بخۆيت.
لە هەمان كات، زوو یان دره‌نگ ناچار دەبیت بەرەبەرە دەرمانەكانت كەم بكەیەوە.
پاش ماوه‌یه‌ك، كاتێك ڕێژه‌ى شه‌كرى خوێن ئاسایی ده‌بێته‌وه‌، دەتوانیت ‌‌حەفتەی ژەمێك بە كەیفی خۆت بخۆیت!

# بنه‌ماكان
٣ بنه‌ما:
* ئه‌وه‌ى خۆراك نیه‌ وازى لێ بێنه‌
* ئه‌وه‌ى خۆراكه‌ به‌تێرى بخۆ
* هیچ ژه‌مێك بێ زه‌لاته‌ مه‌خۆ
<notes>
بنه‌ماكان
ئه‌م به‌رنامه‌یه‌ سێ بنه‌ماى زۆر ساده‌ى هه‌یه‌، نه‌ نووسینه‌وه‌ى ده‌وێ نه‌ له‌به‌ر كردن،‌ بۆ په‌یڕه‌و كردنیشى نه‌ كێشانى ده‌وێ نه‌ پێوان.
ئه‌مانه‌ش بنه‌ماكانن:
یه‌که‌م: ئه‌وه‌ى خۆراك نیه‌ وازى لێ بێنه‌
دووه‌م: ئه‌وه‌ى خۆراكه‌ به‌ تێرى بخۆ
سێیه‌م: هیچ ژه‌مێك بێ زه‌لاته‌ مه‌خۆ
ده‌شتوانین هه‌رسێ بنه‌ما به‌ یه‌ك ڕسته‌ كورت بكه‌ینه‌وه‌: هه‌ر خۆراكێك خوا دروستى كردبێ و ده‌ستى مرۆڤى پێ نه‌گه‌یشتبێ تێكى بدا، به‌ تێرى بخۆ!
ئێستاش با بێینه‌ سه‌ر ورده‌كاریه‌كان.

# ئه‌وه‌ى خۆراك نیه‌ وازى لێ بێنه‌
<img_40>
هه‌رشتێك دروست كرا بێ له‌:
* برنج <img>
* گه‌نم <img>
* جۆ <img>
* شه‌كر <img>
<notes>
بنه‌ماى یه‌كه‌م: ئه‌وه‌ى خۆراك نیه‌ وازى لێ بێنه‌
با پرسیارێكت لێ بكه‌م: ئایا ئه‌گه‌ر كێك یان پاقلاوه‌ بخۆى،‌ ده‌ڵێی خۆراكم خواردووه‌؟ بێگومان نه‌خێر. هه‌روه‌ك پێشتر باسكرا،‌ ئه‌وه‌ى پێى ده‌ڵێن برنج و نان له‌ شه‌كر زیاتر ڕێژه‌ى شه‌كرى خوێن به‌رز ده‌كه‌نه‌وه‌ و له‌ كێك و پاقلاوه‌ خراپترن، ئه‌وه‌نده‌ ده‌ستكارى كراون شایانى ئه‌وه‌ نین پێیان بڵێین خۆراك.
كه‌واته‌ هه‌رشتێك دروست كرا بێ له‌: برنج و گه‌نم و جۆ و شه‌كر وازى لێ بێنه‌.
له‌ڕاستیدا ئه‌وه‌ى ئێستا خه‌ڵك پێى ده‌ڵێن نان، ئه‌وه‌ نان نیه‌ به‌ڵكو ئه‌وه‌ بوختانه‌. ئه‌گه‌ر پێى بڵێى كێك هێشتا كه‌مێك مه‌عقولتره‌، بۆ نموونه‌ ئه‌گه‌ر بڵێى: كێكى تیرى، كێكى فڕنى، كێكى هه‌ورامى، كێكى حه‌جه‌رى... چونكه‌ به‌ چه‌ندین شێوه‌ ده‌ستكارى كراوه‌:
یه‌كه‌م: جیناتى گۆڕاوه‌، ئه‌وه‌ش چه‌ندین نه‌خۆشى دروست ده‌كات، ساده‌ترینیان نه‌خۆشى قوڵۆنه‌ و له‌وانه‌شه‌ ببێته‌ هۆى ڕه‌قبوونى مێشك و له‌ ئه‌نجامدا شه‌له‌ل و كوێری.
دووه‌م: به‌سه‌مادى كیماوى ده‌چێندرێ،
سێیه‌م: كه‌په‌كى لێ ده‌كرێته‌وه‌.
ئه‌گه‌ر توانیت گه‌نمى ئه‌سڵى كورده‌وارى په‌یدا بكه‌ى كه‌ به‌ سه‌مادى كیمیاوی نه‌چێنرا بێ و كرابێته‌ ئارد بێ ئه‌وه‌ى كه‌په‌كى لێ بكرێته‌وه‌، ئه‌وكاته‌ ده‌توانی بیكه‌یه‌ نان و بیخۆى هه‌روه‌ك سه‌دان ساڵه‌ به‌م شێوه‌یه‌ ده‌خورێت و گرفتى ته‌ندروستى نیه‌ به‌ڵام یه‌ك مه‌رجی دیكه‌م هه‌یه‌: پاش خواردنى ئه‌م نانه‌ ته‌ندروسته‌، ده‌بێت جوتیارى یان كرێكارى بكه‌ی چونكه‌ وزه‌ى زۆرى تێدایه‌ و ئه‌گه‌ر له‌ له‌ش كۆبێته‌وه‌ دووباره‌ زیانت پێ ده‌گه‌یه‌نێ!
ئه‌دى ئه‌وه‌ى پێى ده‌ڵێن نانى جۆ یان نانى سوكه‌رى؟ من ده‌ڵێم به‌مه‌رجێك ڕازى ده‌بم ناوى بنێن نانی سوكه‌رى ئه‌گه‌ر مه‌به‌ستتان ئه‌وه‌ بێ كه‌ نه‌خۆشى سوكه‌رى دروست ده‌كا! هه‌موومان ده‌زانین جۆ نابته‌ نان به‌ڵكو شتێكى لێ ده‌رده‌چی كه‌ پێشتر پێییان ده‌گوت سه‌پك. ئێستا نوكته‌یه‌كى دیکه‌ش په‌یدا بووه‌: نانى تیرى جۆ!
بۆ زانیاریت: زه‌مانى قه‌دیمیش نه‌ك هه‌ر ده‌وڵه‌مه‌نده‌كان، به‌ڵكو خه‌ڵكى هه‌ژاریش هه‌تا پێیان بكرابا نانى جۆیان نه‌ده‌خوارد. هه‌ر هیچ نه‌با هه‌ندێك گه‌نمیان تێكه‌ڵ ده‌كرد و پێیان ده‌گوت مجاش، چونكه‌ جۆ نابته‌ نان.
هه‌ندێك كه‌س ده‌ڵێن ئه‌گه‌ر برنج بپارزنی زیانى كه‌متر ده‌بێته‌وه‌. منیش ده‌ڵێم له‌وانه‌ زیانه‌كانى زیاتر بێت! ده‌رباره‌ى نانیش، زۆر كه‌س ده‌ڵێن: ئه‌گه‌ر نان بسووتێ باشتر ده‌بێت، دووباره‌ ده‌ڵێم: نه‌ك باشتر نیه‌ به‌ڵكو ئه‌گه‌ری تووش بوون به‌ شێرپه‌نجه‌ش زیاد ده‌كات!
ئه‌وانه‌ى باسمان كردن خۆراك نین و هه‌تا پێت بكرێ خۆتیان لێ به‌دوور بگره‌،‌ ئێستاش با بێنه‌ سه‌ر باسى خۆراكى ڕاسته‌قینه‌ كه‌ ده‌توانى به‌تێرى بیانخۆى.

# ئه‌وه‌ى خۆراكه‌ به‌تێرى بخۆ
* به‌تێرى
* پارێزى
* نان و برنج و گۆشت!
<notes>
بنه‌ماى دووه‌م: ئه‌وه‌ى خۆراکه‌ به‌تێرى بخۆ
له‌م به‌رنامه‌یه‌ ده‌توانیت ته‌واو به‌ تێرى خۆراك بخۆیت واته‌ نه‌ك هه‌ر ته‌نها سێ جه‌م به‌ڵكو ده‌توانى زیاتریش بخۆی و له‌ هه‌مان كاتیش نه‌خۆشیه‌كه‌ت به‌ره‌و باش بوون ده‌چێت. هه‌ندێك نه‌خۆش پێیان گوتراوه‌: ده‌توانیت برنج بخۆیت به‌ڵام ته‌نها چوار یان هه‌شت كه‌وچك زیاتر نه‌بێت. به‌ڕاى من ئه‌وه‌ ته‌عزیب دانه‌! خۆراك بۆ ئه‌وه‌ كراوه‌ ئینسان به‌ تێرى بیخیوا و تامى چێژى لێ بكا نه‌ك خۆى پێ ئازار بدا.
هیوادارام نه‌ڵێى: ئه‌دى هه‌موو خۆراكێك له‌ گه‌نم یان برنج دروست ناكرێ؟ چى ده‌مێنێته‌وه‌ تا به‌تێرى بخۆم؟!
پێشتر گوتم له‌م به‌رنامه‌یه‌ واز له‌ پارێزى دێنى. ئێستا با كه‌مێك ئه‌مه‌ ڕوون بكه‌مه‌وه‌. ئه‌وه‌ى ڕاستى بێ، گه‌لى كوردستان هه‌موویان به‌گچكه‌ و گه‌وره‌وه‌ پارێزى ده‌كه‌ن، هه‌تا ئه‌وانه‌ى به‌ حیساب هیچ نه‌خۆشیشیان نیه‌. چۆن؟ هه‌روه‌ك ده‌زانین پارێزى ئه‌وه‌یه‌: ده‌چیه‌ لاى دكتۆر ئه‌ویش ژماره‌یه‌كى زۆر خۆراكت لێ قه‌ده‌غه‌ ده‌كات و ته‌نها چه‌ند خۆراكێكى كه‌مت بۆ ده‌هێلته‌وه‌. ئه‌وه‌نده‌ى ئاگادار بم، ئه‌وه‌ چه‌ندین ساڵه‌ خۆراكى سه‌ره‌كی ئه‌م خه‌ڵكه‌ نان و برنج و گۆشته‌ و خۆیان له‌ ده‌یان خۆراكى به‌تام بێبه‌ش كردووه‌! بۆیه‌ واچاکه‌ واز له‌م پارێزیه‌ بێنن و چه‌ندین خۆراكى ترى به‌تام و ته‌ندروست بخۆن كه‌ ئێستا باسیان ده‌كه‌ین. له‌ڕاستیدا باسى ئه‌وه‌نده‌ خۆراك ده‌كه‌ین كه‌ نازانى كامه‌یان بخۆى!

# هیچ ژه‌مێك بێ زه‌لاته‌ مه‌خۆ‌
* چاره‌سه‌رى ژماره‌ یه‌ك
* گرفت
<notes>
بنه‌ماى سێیه‌م و گرنگترین بنه‌ما: هیچ ژه‌مێک بێ زه‌لاته‌ مه‌خۆ
پێشتر گوتم نه‌خۆشى شه‌کره‌ چاره‌سه‌رى هه‌یه‌ و چاره‌سه‌ریه‌که‌شى خۆراکى ته‌ندروسته‌، با زیاتر ئه‌مه‌ ڕوون بکه‌مه‌وه‌. له‌ ڕاستیدا نه‌خۆشى شه‌کره‌ سێ چاره‌سه‌رى سه‌ره‌کى هه‌یه‌:
چاره‌سه‌رى ژماره‌ یه‌ک: زه‌لاته‌یه‌.
چاره‌سه‌رى ژماره‌ دوو: ژه‌مه‌ ته‌ندروسته‌كانن كه‌ ده‌بێ له‌گه‌ڵ زه‌لاته‌ بخورێن.
چاره‌سه‌رى ژماره‌ سێش: ڕۆژوو گرتنه‌.
هه‌رچه‌نده‌ زه‌لاته‌ خۆراكێكى به‌تام و ته‌ندروسته‌ به‌ڵام گرفتێكى هه‌یه‌،‌ ئه‌ویش ئه‌وه‌یه‌: هه‌رچه‌ندى بخۆى پێ تێر نابی. به‌ڵام كاتێك زه‌ڵاته‌ له‌گه‌ڵ یه‌كێك له‌و خۆراکانه‌ بخورێ كه‌ باسی ده‌كه‌ین، ئه‌و كاته‌ ته‌واو پێى تێر ده‌بێ.
با نموونه‌ى خۆمت بۆ باس بكه‌م: ئه‌گه‌ر نیسك بێ زه‌لاته‌ بخۆم له‌وانه‌یه‌ ٤-٥ قاپ بخۆم به‌ڵام له‌گه‌ڵ زه‌لاته‌، له‌ یه‌ك یان دوو قاپ زیاترم پێ ناخۆرێ.
---
له‌ ڕاستیدا زه‌لاته‌ جێگره‌وه‌ى نان و برنجه‌.

# ژه‌مه‌كان
* به‌یانى
* نیوه‌ڕۆ
* ئێواره‌
* نێوان ژه‌مه‌کان
<notes>
ئێستاش با باسى ژه‌مه‌کان بکه‌ین.
قسه‌یه‌ك هه‌یه‌ ده‌ڵێ: به‌م شێوه‌یه‌ خۆراك بخۆ: به‌یانی وه‌ك شا و نیوه‌ڕۆ وه‌ك شازاده‌ و ئێواره‌ش وه‌ك گه‌دا. وا دیاره‌ ئه‌م قسه‌یه‌ توێژینه‌وه‌ى زانستیش پاڵپشتى ده‌كات. ئه‌م قسه‌یه‌ به‌شێوه‌یه‌کى دیکه‌ش هه‌یه‌: خۆراکى به‌یانى به‌ته‌نێ بخۆ، هى نیوه‌ڕۆ له‌گه‌ڵ براده‌رێکت بکه‌ نیوه‌، هی ئێواره‌ش بده‌ دوژمنت! 
ده‌مه‌وێ به‌ گشتى یه‌كدوو قسه‌ ده‌رباره‌ى ژه‌مه‌كان بكه‌م:
یه‌كه‌م: وا چاكه‌ ته‌نها یه‌ك جۆر خۆراك له‌سه‌ر سفره‌ بێت. ئه‌گه‌ر زۆر جۆر خۆراك هه‌بێت،‌ له‌لایه‌ك زیاده‌ مه‌سره‌فه‌ به‌ڵام له‌وه‌ش خراپتر، زیاتر ده‌خۆی و هه‌ر خۆراكێكیش زیاد له‌ پێویستى له‌ش بخورێت زیانت پێ ده‌گه‌یه‌نێت هه‌رچه‌نده‌ ته‌ندروستیش بێت.
دووه‌م: په‌له‌ مه‌كه‌ له‌ خواردن، زۆر له‌سه‌رخۆ خواردن بجوو،‌ ئه‌گه‌ر به‌م شێوه‌یه‌ ڕانه‌هاتووى، وا بێنه‌ خه‌یاڵ كه‌ خواردنه‌كه‌ت ورده‌به‌ردى تێدایه‌!
سێیه‌م: هه‌وڵ بده‌ خۆراك ئه‌وه‌نده‌ بجوویت تا ده‌بێته‌ ئاو،‌ ئه‌گه‌ر له‌بیرت کرد، هه‌وڵ بده‌ بژمێره‌: به‌لای كه‌م ٢٠ جار.
زۆربه‌مان كاتێك خۆراك ده‌خۆین له‌به‌ر ئه‌وه‌ نیه‌ كه‌ برسیمانه‌ به‌ڵكو هه‌ر حه‌ز ده‌كه‌ین شتێكمان له‌ناو ده‌م بێ و ده‌ممان بجوولێ! ئه‌و كاته‌ى له‌ماڵه‌وه‌ین، ده‌م نا ده‌م ده‌چین سه‌ردانێكى سه‌لاجه‌ ده‌كه‌ین بزانین هیچ نوێى تێدا نیه‌! بۆ زانیاریت: هه‌ستى تام و چێژ ته‌نها له‌ناو ده‌مه‌ و هه‌ركه‌ پارووه‌كه‌ت ئاوا كرد ده‌بێته‌ زه‌ره‌ر، بۆیه‌ هه‌تا پێت ده‌كرێت خۆراك له‌ناو ده‌مت بێڵه‌وه‌ به‌ جوینى زۆر و له‌سه‌رخۆ تا ته‌واو تام و چێژى لێ وه‌ر بگری.
له‌ ئه‌مریكا سه‌نته‌رێك هه‌یه‌ خه‌ڵك فێر ده‌كات چۆن به‌ ئاگاوه‌ خۆراك بخۆن. ده‌توانیت ئه‌م تاقی كردنه‌وه‌یه‌ بكه‌ی: سێوێك بێنه‌ و پارچه‌ى بكه‌. پاشان پارچه‌یه‌كی بێنه‌ و گه‌زه‌یه‌كى هێنده‌ى ده‌نكه‌ نۆكێكى لێ بده‌. به‌هێواشى بیجوو تا له‌ناو ده‌مت ده‌بێته‌ ئاو ئینجا گه‌زه‌یه‌كى ترى لێ بده‌. من عاده‌ته‌ن به‌ بیست ده‌قه‌ تا نیو سه‌عات ته‌واوى ده‌كه‌م!
جگه‌ له‌ ژه‌مه‌ سه‌ره‌کیه‌کان، باسى خۆراکى نێوان ژه‌مه‌کانیش ده‌که‌ین. به‌ڵام با به‌ گرنگترین ژه‌م ده‌ست پێ بکه‌ین.
--
نوکته‌: مام قادر گوتى با ته‌جروبه‌ بکه‌م خۆراکى زۆر بجووم،‌ چاوى قوچاند چایان له‌پێش دانا بوو!
<notes>
[به‌یانى وه‌ک شا و نیوه‌ڕۆ وه‌ک شازاده‌ و ئێواره‌ وه‌ک گه‌دا](https://www.youtube.com/watch?v=9zNRcgsagrs)
[سه‌نته‌رى خواردنى به‌ئاگا](https://www.thecenterformindfuleating.org)

# ژه‌مى به‌یانى
زه‌ڵاته‌ له‌گه‌ڵ:
* پاقله‌مه‌نى: @نیسك،@  @نۆك،@  @ئارینۆك،@  @لۆبیا،@  @پاقله‌،@  @فاسۆلیا،@  @فاسۆلیاى سوور،@  @ماش...@ 
* گۆشت: @گۆشتى سوور،@  @جه‌رگ،@  @مریشك،@  @ماسى...@ 
* هێلكه‌: @هێلكه‌ى كوڵاو،@  @هێلكه‌ى به‌ڕۆن،@  @هێلكه‌ و نۆك،@  @هێلكه‌ و باینجان،@  @هێلكه‌ و په‌تاته‌،@  @فریتاتا...@ 
* چه‌ره‌زات: @فستق عه‌بید،@  @گوێز،@  @باوی،@  @گوڵه‌به‌ڕۆژه‌...@ 
* ماست
* نۆك: @فه‌لافل،@  @ته‌حین و نۆك...@ 
<notes>
ژه‌مى به‌یانى
كاتێك به‌ نه‌خۆشان ده‌ڵێم واز له‌ نان بێنن، زۆربه‌یان مشه‌وه‌ش ده‌بن و ده‌ڵێن: "ئه‌دى سبه‌یان چ به‌ماست بخۆین"؟! ئێستاش با بزانین چى له‌ ژه‌مى به‌یانى بخۆین.
هه‌روه‌ك له‌ بنه‌ماى سێیه‌م باسكرا، هیچ ژه‌مێك به‌بێ زه‌لاته‌ مه‌خۆ. هه‌ر ژه‌مێك، به‌یانى بێت یان ژه‌مه‌كانى تر، له‌ دوو به‌شى سه‌ره‌كى پێك دێت:
یه‌كه‌م: زه‌لاته‌ که‌ دواتر باسى ده‌که‌ین، دووه‌م پێخۆره‌كه‌ى، ئه‌مانه‌ی خواره‌وه‌ هه‌ندێك نموونه‌ن:
یه‌كه‌م پاقله‌مه‌نى: له‌ دواى سه‌وزه‌، باشترین خۆراك پاقله‌مه‌نیه‌. نموونه‌ى پاقله‌مه‌نى بریتیه‌ له‌: نیسك، نۆك، ئارینۆك، لۆبیا، پاقله‌، فاسولیا، فاسولیاى سوور، ماش... دواتر باسى چۆنیه‌تى لێنانیان ده‌كه‌ین. ئه‌م خۆراکانه‌ ده‌توانی هه‌موو ڕۆژێک به‌تێرى بخۆى. 
دووه‌م گۆشت: گۆشتى سوور، واچاكه‌ مانگى جارێك زیاتر نه‌خورێ. ئه‌گه‌ر هه‌ر نه‌شىخۆى گرفت نیه‌ به‌ڵام خۆراكێكى تری زۆر به‌سوود هه‌یه‌ زۆربه‌ى خه‌ڵك واده‌زانن خراپه‌، ئه‌ویش جه‌رگه‌. واچاكه‌ جه‌رگ، هى مریشك بێ یان ئاژه‌ڵ، مانگى جارێك یان دوو مانگ جارێك بخورێت.
گوشتى سپى، واته‌ مریشك یان ماسى: واچاكه‌ حه‌فته‌ى جارێك زیاتر نه‌خورێ. بۆ زانین، كاتێك مریشكمان هه‌بێت، من هه‌میشه‌ پێسته‌كه‌ى ده‌خۆم، به‌تایبه‌تى ئه‌گه‌ر سوور كرابێته‌وه‌! به‌ داخه‌وه‌ زۆربه‌ى خه‌ڵک وا ده‌زانن خراپه‌.
سێیه‌م هێلكه‌: ده‌توانی حه‌فته‌ى جارێك به‌تێرى بخۆی به‌ شێوه‌ى هێلكه‌ى كوڵاو، هێلكه‌ و ڕۆن، هێلكه‌ و نۆك، هێلكه‌ و باینجان، هێلكه‌ و په‌تاته و چه‌ندین خۆراكى تر كه‌ پێكهاته‌ى سه‌ره‌كى هێلكه‌ بێت.
چواره‌م چه‌ره‌زات: ئایا هیچ جار زه‌ڵاته‌ت به‌ چه‌ره‌زات خواردووه‌؟ واته‌ زه‌لاته‌یه‌كى ته‌واوت له‌پێش بێ و چه‌نگێك فستق عه‌بید، گوێز، باوی یان هه‌ر جۆره‌ چه‌ره‌زاتێكى ترت تێ كردبێ؟ زۆربه‌ى خه‌ڵك له‌وه‌ڵامى ئه‌م پرسیاره‌ ده‌ڵێن نه‌خێر. منیش ده‌ڵێم: نیوه‌ى عومرتان به‌ زایه‌ع چووه‌! نه‌ك ته‌نها له‌به‌ر ئه‌وه‌ى خۆراكێكى ته‌ندروسته‌ به‌ڵكو له‌به‌ر ئه‌وه‌ى خۆراكێكى زۆر به‌تامیشه‌. بۆ زانیارى، هه‌وڵ بده‌ هه‌رگیز چه‌ره‌زات به‌ته‌نیا نه‌خۆی به‌ڵكو هه‌میشه‌ له‌گه‌ڵ زه‌لاته‌ چونكه‌ وزه‌ى زۆرى تێدایه‌ و كێشت زیاد ده‌كات.
هه‌رچه‌ند له‌سه‌ره‌وه‌ باسى پاقله‌مه‌نیمان کرد، به‌ڵام ده‌کرێ چه‌ندین خۆراکى تری به‌تام و ته‌ندروست له‌ نۆک دروست بکرێت وه‌کو فه‌لافل و حومموس که‌ بریتیه‌ له‌ ته‌حین و هه‌ویرى نۆک که‌ دواتر باسیان ده‌که‌ین.
ئێستاش با بگه‌ڕێنه‌وه‌ سه‌ر پرسیاره‌كه‌ى سه‌ره‌تا: ئه‌دى ماست به‌ چ بخۆم؟! پێش ئه‌وه‌ى ئه‌م پرسیاره‌ وه‌ڵام بده‌مه‌وه‌، ده‌مه‌وێ ئه‌وه‌ بزانیت كه‌ شیر خواردنه‌وه‌ چه‌ندین زیانى هه‌یه‌ به‌ڵام ماست خۆراكێكى زۆر به‌سووده‌. ده‌توانی ماست به‌ چه‌ندین شێوه‌یه‌ك بخۆی: یه‌که‌م له‌ هه‌موویان باشتر ماستاوه‌، ماستاویش چه‌ند ڕوون بێ ئه‌وه‌نده‌ باشتره‌. دووه‌م: ماستاو و خورما، سێیه‌م: خیار و ماست،‌ چواره‌م: ماست و كونجى و هه‌نگوین یان خۆراكێكى تری شیرین ئه‌گه‌ر هه‌نگوین ده‌ست نه‌كه‌وت وه‌ك كوشمیش.
---
نوکته‌: به‌ نیسکى شه‌کره‌ى خوێنم به‌رز ده‌بێته‌وه‌، چۆن لێى ده‌نێن چۆن ده‌یخۆن؟ وه‌کوو ئه‌م خه‌ڵکه‌. برنج و شه‌عریه‌ى تێ ده‌که‌ن؟ به‌ڵێ، ئه‌دى نانى تێ ده‌گوشن؟! به‌ڵێ. 
نوكته‌: پێشتر چه‌ند گۆشتتان ده‌خوارد؟ ته‌نها ئه‌گه‌ر حه‌یوانه‌ک له‌سه‌ر مردار بوونه‌وى با ئه‌وجه‌ ده‌مانكوشته‌وه‌. تێر لۆى ده‌گریاین و گۆشته‌كه‌مان ده‌خوارد!
<notes>
[توێژینه‌وه‌: خواردنه‌وه‌ى شیر و ڕێژه‌ى مردن و شکانى ئێسک له‌ ژنان و پیاوان](https://www.bmj.com/content/349/bmj.g6015)

# ژه‌مى نیوه‌ڕۆ
* برسى بوون
* دابه‌زینى شه‌کرى خوێن
* هه‌ر خۆراکێک
* نیسک
* نۆک
* پاقله‌مه‌نیه‌کى تر
<notes>
ژه‌مى نیوه‌ڕۆ
زۆر كه‌س ده‌وروبه‌رى سه‌عات ١٠ى به‌یانى هه‌ست به‌ برسى بوونێكى زۆر ده‌كه‌ن. له‌ ڕاستیدا ئه‌گه‌ر به‌یانى یه‌كێك له‌م خۆراكانه‌ بخۆى كه‌ تازه‌ باسكران، له‌وانه‌یه‌ تا پاش نیوه‌ڕۆش برسیت نه‌بێته‌وه‌ چونکه‌ هۆى سه‌ره‌كى ئه‌م برسى بوونه‌ نائاساییه‌ خۆراكى خراپه‌. كاتێك نان یان برنج ده‌خۆى،‌ شه‌كرێكى زۆر به‌خێرایی ده‌چێته‌ ناو خوێن و له‌ش ناچار ده‌بێت بڕێكى زۆر ئینسۆلین ده‌ربدات بۆ ئه‌وه‌ى ئه‌و هه‌موو شه‌كره‌ ڕه‌وانه‌ى ناو خانه‌كان بكات. ئه‌مه‌ش وا ده‌كات شه‌كر له‌ناو خوێن به‌ خێرایی كه‌م بێته‌وه‌، له‌ ئه‌نجامدا ئه‌و كه‌سه‌ هه‌ست به‌ برسی بوونێكى زۆر ده‌كات، هه‌روه‌ك ده‌ڵێن له‌ برسان لاقى ده‌له‌رزێ!
بۆ خواردنى به‌یانى، باسى ژماره‌یه‌كى زۆر خۆراك كرا، ده‌توانى هه‌ریه‌ك له‌م خۆراكانه‌ى باس كران بۆ نیوه‌ڕۆ بخۆیت. به‌ڵام ئه‌وه‌ بزانه‌: ئه‌گه‌ر حه‌فته‌ى به‌لاى كه‌م ڕۆژێك نیسك ژه‌مى سه‌ره‌كى نه‌بێت، ئه‌وا ماناى وایه‌ غه‌در له‌ خۆت و ماڵ و منداڵت ده‌كه‌ى. به‌ هه‌مان شێوه‌ش نۆك. ئه‌وه‌ خۆراكى سه‌ره‌كى دوو ڕۆژمان دیارى كرد. ڕۆژێكى تریش هه‌وڵ بده‌ یه‌كێك له‌ پاقله‌مه‌نیه‌كانى تر بكه‌یه‌ ژه‌مى سه‌ره‌كى.

# ژه‌مى ئێواره‌
* زوو نووستن
* ٢-٣ سه‌عات پێش نووستن
* خواردنى سووک
<notes>
ژه‌مى ئێواره‌
پێش ئه‌وه‌ى باسى ژه‌مى ئێواره‌ بکه‌م، ده‌مه‌وێ بزانیت که‌ وا چاكه‌ له‌ سه‌عات ده‌ دره‌نگتر نه‌نووى و پێش نووستنیش به‌ چه‌ند سه‌عاتێك هیچ نه‌خۆی. توێژینه‌وه‌کان ئه‌وه‌ ده‌رده‌خه‌ن که‌ هه‌تا ئه‌گه‌ر خۆراكیشت ته‌ندروست بێ به‌ڵام شه‌وان دره‌نگ بنووى، ئه‌گه‌ری تووش بوون به‌ نه‌خۆشى دڵ و نه‌خۆشیه‌ درێژخایه‌نه‌کانى تر زیاد ده‌كات.
هه‌رچه‌نده‌ ده‌توانی هه‌ریه‌ک له‌م خۆراکانه‌ بخۆى که‌ پێشتر بۆ ژه‌مى به‌یانى و نێوه‌ڕۆ باسکران، به‌ڵام ژه‌مى ئێواره‌ چه‌ند سووک بێت ئه‌وه‌نده‌ باشتره‌. ئه‌گه‌ر خۆراکیشت خوارد، باشتر وایه‌ خۆراکێکى نوێ نه‌بێت به‌ڵکو ئه‌وه‌ى نێوه‌ڕۆ ماوه‌ته‌وه‌ هه‌ر ئه‌وه‌ بخۆیت.
<notes>
[سه‌عاتی بایۆلۆجی: کاریگه‌رى شه‌و و ڕۆژ له‌سه‌ر ته‌ندروستى و کێش](https://www.youtube.com/watch?v=ho4sNQPBXMc)
[سه‌عاتی بایۆلۆجی ته‌ندروست و کاریگه‌رى له‌سه‌ر ته‌ندروستى](https://www.youtube.com/watch?v=erBJuxVR7IE)

# نێوان ژه‌مه‌كان
* خورما
* چه‌ره‌زات
* میوه‌
* میوه‌ى وشک کراوه‌
* خۆراکى منداڵان
<notes>
ئه‌دى نێوان ژه‌مه‌کان چى بخۆین؟
هه‌روه‌ك باسمان كرد، له‌م به‌رنامه‌ى خۆراكه‌، هه‌رگیز برسیت نابێت. جگه‌ له‌وه‌ى كه‌ ده‌توانی ژه‌مه‌ سه‌ره‌كیه‌كان به‌تێرى بخۆى، هه‌روه‌ها ده‌توانی له‌ نێوان ژه‌مه‌كانیش خۆراك بخۆیت.
یه‌كه‌م: خورما، خورما به‌ ژه‌م حیساب نیه‌،‌ هه‌ر كاتێك برسیت بوو، ده‌توانیت بیخۆی به‌ڵام وا باشتره‌ به‌ ته‌نها نه‌خورێت. ئه‌گه‌ر له‌گه‌ڵ كونجى بیخۆی، كه‌متر ده‌خورێ و زیاتریش تام و چێژى لێ ده‌كه‌ی. قاپێكى سه‌ربه‌ده‌رخوونه‌ بێنه‌ و تا نیوه‌ یان زیاتر كونجى تێكه‌. پاشان چ جۆره‌ خورمایه‌كت حه‌ز لێیه‌، بۆ نموونه‌ قه‌سپ یان ڕوتاب بیخه‌ ناوى و له‌گه‌ڵ كه‌وچكێكى بچووك. هه‌ركاتێك برسیت بوو، خورمایه‌ک ده‌ربێنه‌ و گه‌زه‌یه‌كى به‌قه‌ده‌ر دنكه‌ نۆكێكى لێ بده‌. هه‌ندێك كونجیش بخه‌ ناو ده‌مت. به‌هێواشى بیانجوو و هه‌ستى لێ ڕابگره‌: ئه‌گه‌ر شیرین بوو، هه‌ندێك كونجى زیاد كه‌، ئه‌گه‌ر ڕێى تاڵى ده‌دا، گه‌زه‌یه‌كى تر له‌ خورماكه‌ بده‌. جوان بیجوو تا له‌ناو ده‌مت ده‌بێته‌ ئاو. ئێستا تام و بۆیه‌كى زۆر خۆشت له‌ناو ده‌مه‌. ده‌توانى هه‌ر یه‌ك له‌مانه‌ى له‌گه‌ڵ بخۆیه‌وه‌: یه‌كه‌م چا، ئه‌و كاته‌ پێویستیت نه‌ به‌ شه‌كر و نه‌به‌ حه‌بی شیرین كردن ده‌بێت. بۆ زانیاریت، شه‌كر له‌لایه‌ك زۆر زیانبه‌خشه‌ به‌ڵام له‌لایه‌تى تریشه‌وه‌ ته‌نها تامى هه‌یه‌ نه‌ك بۆ (طعم و نكهة، taste and flavor) به‌ڵام ئه‌م خورما و كونجیه‌ تام و بۆى هه‌یه‌. دووه‌م ماستاو. سێیه‌م ئاو. هه‌رچه‌نده‌ ئاو تامى نیه‌ به‌ڵام له‌گه‌ڵ خورما زۆر به‌تام ده‌بێت.
دووه‌م: چه‌ره‌زات: ئه‌مه‌ش پێشتر باسكراوه‌ و لێره‌ش دووباره‌ى ده‌که‌مه‌وه‌: واچاکه‌ چه‌ره‌زات به‌ ته‌نها نه‌خورێت به‌ڵکو هه‌میشه‌ له‌گه‌ڵ زه‌ڵاته‌.
سێیه‌م: میوه‌، قسه‌یه‌كى باو هه‌یه‌ كه‌ ده‌ڵێن سه‌وزه‌ و میوه‌ زۆر بخۆن چونكه‌ خۆراكى ته‌ندروستن. له‌ ڕاستیدا ئه‌م قسه‌یه‌ بۆ پێشتر ڕاست بوو به‌ڵام ئێستا ته‌نها نیوه‌ى یه‌که‌مى ڕاسته‌.
من به‌بیرم دێ كاتى له‌ پۆلى دوو یان سێى سه‌ره‌تایی بووم، یه‌كێك له‌ پرسیاره‌كان كه‌ مامۆستا لێى ده‌كردین ئه‌وه‌بوو: كامه‌ میوه‌ له‌ كامه‌ وه‌رز هه‌یه‌؟ وابزانم چیتر مامۆستاكان ناتوانن ئه‌م پرسیاره‌ له‌ منداڵان بكه‌ن چونكه‌ ته‌قریبه‌ن هه‌موو میوه‌یه‌ك به‌ هه‌موو وه‌رزێك هه‌یه‌. ئه‌مه‌ش وا ده‌كات زیاتر له‌ پێویستى له‌ش بخورێ.
ڕاسته‌ مێوه‌ ته‌ندروسته‌ به‌ڵام زۆر زیاتر له‌ پێویستى له‌ش ده‌خورێ. وا چاكه‌ میوه‌ هه‌موو ڕۆژى نه‌خورێ به‌تایبه‌تى ئه‌گه‌ر کێشت زیاده‌. ئه‌گه‌ر سه‌لاجه‌ میوه‌ى تێدا نه‌مابوو مشه‌وه‌ش مه‌به‌!
به‌ شێوه‌یه‌كى گشتى میوه‌ وزه‌ى زۆری تێدایه‌ به‌ شێوه‌ى شه‌كر بۆیه‌ ئه‌گه‌ر كێشت زیاده‌، ئه‌وا هه‌تا كێشت ده‌گاته‌ ڕاده‌ى پێویست، میوه‌ كه‌م كه‌وه‌. بیكه‌ ڕۆژ نا ڕۆژ یان حه‌فته‌ى دووجار. كه‌ خواردت ده‌توانى به‌تێرى بخۆی. ده‌توانی سێ میوه‌ش بخۆى. بۆ نموونه‌: یه‌ك سێو، یه‌ك پرته‌قاڵ، یه‌ك مۆز، یان سێ هه‌نار یان به‌ قه‌ده‌ر مستت له‌ میوه‌ى دیكه‌ وه‌كو ترێ و هه‌نجیر و شفتى و گندۆره‌.... هه‌تا ده‌توانى په‌لكی میوه‌ لێمه‌كه‌وه‌. ئه‌م قسانه‌ میوه‌ى وشک کراوه‌ش ده‌گرنه‌وه‌ چونکه‌ ئه‌وان وزه‌یان زیاتریش تێدایه‌.
خۆراكى منداڵان: هه‌رچه‌نده‌ پێیان ده‌ڵێین خۆراکى منداڵان به‌ڵام ئاساییه‌ ئه‌گه‌ر ئێمه‌ى گه‌وره‌ش جار به‌جار بیانخۆین وه‌کو شامده‌رى و نۆتێلا و باوه‌نتی و سارده‌مه‌نى و هى دیکه‌ که‌ دواتر باسى چۆنیه‌تى ئاماده‌ کردنیان ده‌که‌ین به‌شێوه‌یه‌کى ته‌ندروست.

# نموونه‌ى ئاماده‌کردنى خۆراك
* ژه‌مى سه‌ره‌كى
* زه‌لاته‌
* خۆراكى منداڵان
<notes>
نموونه‌ى ئاماده‌ كردنى چه‌ند خۆراكێك
ئێستا كاتى ئه‌وه‌ هاتووه‌ بێینه‌ سه‌ر لایه‌نى عه‌مه‌لى و باسى چۆنیه‌تى ئاماده‌ كردنى ئه‌و خۆراكانه‌ بکه‌ین كه‌ پێشتر باسكران. له‌م به‌شه‌ باسى چۆنیه‌تى ئاماده‌ كردنى چه‌ند نموونه‌یه‌کى ژه‌می سه‌ره‌كی و چه‌ندین جۆرى زه‌ڵاته‌ ده‌كه‌ین. هه‌روه‌ها هه‌ندێك خۆراکى لابه‌لا كه‌ پێى ده‌ڵێین خۆراكى منداڵان به‌ڵام به‌خۆشمان هه‌ندێكیان له‌گه‌ڵ ده‌خۆین!

# ژه‌مى سه‌ره‌كى
* وازهێنان له‌ پارێزى: @ئه‌وه‌ى خۆراکه‌ به‌ تێرى بخۆ@ 
* بنه‌ماکانى چێشت لێنانى ته‌ندروست
** پێکهاته‌
** شێوازى لێنان
** شێوازى خواردن
<notes>
ژه‌مى سه‌ره‌کى
پێشتر گوتمان یه‌كێك له‌ تایبه‌تمه‌ندیه‌كانى ئه‌م به‌رنامه‌یه‌، وازهێنان له‌ پارێزیه‌. به‌واتایه‌كى تر: ئه‌وه‌ى خۆراكه‌ ده‌توانى به‌تێرى بخۆى. ئه‌گه‌ر چه‌ند بنه‌مایه‌كى چێشت لێنانى ته‌ندروست بزانى، ئه‌و كاته‌ ده‌توانى نه‌ك به‌ ده‌یان، به‌ڵكو به‌ سه‌دان و هه‌زاران خۆراكى ته‌ندروست و له‌هه‌مان كاتیش زۆر به‌تام دروست بكه‌ى. ئه‌مانه‌ش بنه‌ماكانن:
یه‌كه‌م: پێکهاته‌کان ته‌ندروست بن
دووه‌م: به‌شێوه‌یه‌كى ته‌ندروست لێنرا بێ
سێیه‌م: به‌شێوه‌یه‌كى ته‌ندروست بخورێ
له‌ باسى ژه‌مى به‌یانى، ناوی زیاتر له‌ ٢٠ خۆراکمان ڕێز کرد، ئێستاش دێینه‌ سه‌ر چۆنیه‌تى ئاماده‌ کردنى هه‌ندێکیان.

# شۆرباى نیسك
<img_40>
پێكهاتەكان:
پياز، @گێزەر،@  @كەرەوز،@  @ڕۆن@ 
سير، @گەڵاى غار،@  @مەردەقۆش،@  @ڕێحان@ 
تەماتە، @نيسك،@  @ئاو@ 
سپێناخ
خەل، @بیبەرى ڕەش،@  @خوێ@ 
<notes>
بەتامترین شۆرباى نیسك!
كاتێك كە باسى خۆراكى تەندروست دەكرێت، زۆربەى خەڵك خۆراكێكى بێتامیان دێتە خەیاڵ. نیسك یەكێكە لە تەندروستترین و بەتامترین خۆراكەكان بۆ هەموو تەمەنێك. ئەمەى خوارەوە یەكێكە لە بەناوبانگترین و بەتامترین وەسفەى نیسك. ئەم وەسفەیە، زیاتر له‌ ٣ هەزار سەرنجى دەربارە نووسراوە له‌ وێبسایتى allrecipes.com:
چۆنیەتى ئامادە كردن:
لە مەنجەڵێكى گەورە، پيازێك و دوو گێزەر و هه‌ندێك كەرەوز ورد بكە و لە ناو كه‌وچێك ڕۆن بیانقرچێنه‌وه‌. پاشان دوو قاشه‌ سيرى ورد كراو و یه‌ك گەڵاى غار و یه‌ك كه‌وچكى بچووك مەردەقۆش و ڕێحانى وشكى تێ بكە. بۆ چه‌ند ده‌قه‌یه‌کى تر سووریان بكه‌وه‌ تا بۆن و به‌رامیان لێ ده‌رده‌چێ.
چوار تەماته‌ یان زیاتر ورد بكە و لەگەڵ و دوو به‌رداخ نیسك و هه‌شت به‌رداخ ئاوی تێ بكە. بیكوڵێنە تا نیسكەكە نەرم دەبێت پاشان ئاگرەكە كەم بكەوە و هێواش بیكوڵێنە تا ته‌واو ده‌کوڵێ. پاشان هه‌ندێک سپێناخ ورد بكە و تێى بكە و که‌مێکى تر بیكوڵێنە تا نەرم دەبێت. دوو که‌وچک خەل و بیبەرى ڕەش و خوێی به‌گوێره‌ى تام تێ بكە و تێكى بدە.
ده‌رباره‌ى ئه‌م وه‌صفه‌یه‌ یان خۆراکێکى تر که‌ باسى ده‌که‌ین، مه‌رج نیه‌ هه‌موو پێکهاته‌کان به‌ هه‌مان بڕ تێ بکه‌ى. ده‌توانی جارى یه‌که‌م به‌م شێوه‌یه‌ بیکه‌ى و پاشان به‌گوێره‌ ئاره‌زووى خۆت ده‌ستکارى بکه‌یت.
هەرچەندە ئەم وەسفەیە پڕیەتى لە سەوزە، بەڵام هه‌ر باشتر وایە لەگەڵ زەڵاتە بخورێت.
چه‌ند سه‌رنجێکى لابه‌لا:
یه‌که‌م: کاتێک ده‌ست به‌خۆراکى ته‌ندروست ده‌که‌یت، کێشت داده‌به‌زێت، خه‌ڵک ده‌ست به‌ قسان ده‌که‌ن: ها خێر ئه‌وه‌ نه‌خۆشى؟ ئه‌وه‌ بوویه‌ هێسک و پیست؟ به‌م شێوه‌یه‌ وه‌ڵامیان بده‌وه‌: وه‌ره‌ بابچینه‌ لاى دکتۆر بزانین من کێشم که‌مه‌ یان تۆ کێشت زۆره‌؟!
دووه‌م: کاتێک ده‌بینن ئه‌م خۆراکانه‌ ده‌خۆى، له‌وانه‌یه‌ بڵێن: دیاره‌ ڕه‌زیل بووى دڵت نایه‌ خواردنى خۆش بخۆى یان ده‌ڵێن: خێر ئه‌وه‌ بۆچى هه‌ر گیا ده‌خۆی خۆ نه‌بوویه‌ بزن و مه‌ڕ؟! به‌م شێوه‌یه‌ وه‌ڵامیان بده‌وه‌: ئه‌م خۆراکه‌ى من ده‌یخۆم خۆراکى پێغه‌مبه‌رانه‌ و ئه‌وه‌ى ئێوه‌ ده‌یخۆن خۆراکى فیرعه‌ونانه‌ و ئه‌وه‌ى خۆراکى فیرعه‌ونانیش بخوا تووشى نه‌خۆشى فیرعه‌ونان ده‌بێت!
<notes>
[شۆرباى نیسک](https://www.allrecipes.com/recipe/13978/lentil-soup)

# نۆكى کوڵاو
<img_40>
پێكهاتەكان:
نۆک، @ئاو@ 
پیاز،‌ @ڕۆن@ 
به‌هارات: @زه‌رده‌چۆ،@  @بیبه‌رى ڕه‌ش،@  @بیبه‌رى تیژ،@  @جاتره‌@ 
خوێ
<notes>
نۆكى کوڵاو
چۆنيەتی ئاماده‌ کردن:
دوو به‌رداخ نۆك له‌ ناو مه‌نجه‌ڵێك بكه‌ و دوو ئەوەندەی خۆی ئاوی تێ بكه‌، بیكوڵێنه‌ تا نه‌رم ده‌بێت. له‌ هه‌مان كات پیازێك ورد بكه‌ و له‌ناو كه‌وچكێك ڕۆن بیقرچێنه‌وه‌. پاشان بەهاراتەكانى تێ بكه‌ ‌و‌ سووریان بكه‌وه‌ تا تام و بۆ ده‌به‌خشن: یه‌ك كه‌وچك زه‌رده‌چۆ، یه‌ك كه‌وچك جاتره‌، نیو كه‌وچك بیبه‌رى ڕه‌ش و نیو كه‌وچك بیبه‌رى تیژ و خوێی به‌گوێره‌ى تام تێ بكه‌. دواتر لەگەڵ نۆكەكە تێكەڵی بكه‌. بۆ ماوه‌یه‌ك لەسەر ئاگرێكى نه‌رم بەجێى بێڵه‌ تاوەكو بەتەواوی لەگەڵ یەك دەكوڵێن.
له‌ کاتى خواردن، نۆکاو و زه‌ڵاته‌که‌ تێکه‌ڵ بکه‌ ئینجا بیخۆ نه‌ک به‌جیا. به‌م شێوه‌یه‌ به‌تامتر ده‌بێت و زووتریش پێ تێر ده‌بى.

# ته‌حین و هه‌ویرى نۆك
<img_40>
پێكهاتەكان:
* نۆک
* ته‌حین
* لیمۆ
* سیر
* که‌موون
* خوێ
<notes>
ته‌حین و هه‌ویرى نۆک واته‌ حومموس
ئه‌م خۆراكه‌ به‌تامه‌ زۆربه‌ى خه‌ڵك له‌ پێش نان خورادن ده‌یخۆن وه‌كو شۆربای نیسك، به‌ڵام له‌ڕاستیدا ده‌كرێ ببنه‌ ژه‌مى سه‌ره‌كى ئه‌گه‌ر به‌تێرى له‌گه‌ڵ زه‌ڵاته‌ بیخۆی به‌تایبه‌تى زه‌ڵاته‌ى پاروو كه‌ دواتر باسى ده‌كه‌ین.
ئه‌مه‌ش چۆنیه‌تى ئاماده‌ کردنیه‌تى:
ئه‌م پێکهاتانه‌ هه‌مووى له‌ناو ئامێرى ورد کردنى خۆراک بکه‌،‌ واته‌ ست البیت یان food processor:
دوو به‌رداخ نۆکى کوڵاو
نیو به‌رداخ ته‌حین که‌ سارد بووبێته‌وه‌
یه‌ک که‌وچک گیراوه‌ى لیمۆ، ته‌ماشاى زه‌ڵاتى گێزه‌ر بکه‌ بۆ چۆنیه‌تی ئاماده‌ کردنى گیراوه‌ى لیمۆ
دوو قاشه‌ سیر
كه‌وچكێك كه‌موون
خوێ به‌ گوێره‌ى تام
ئاو به‌گوێره‌ى پێویست، ئه‌وه‌نده‌ ئاوى تێ بكه‌ كه‌ ئامێره‌ بسووڕێ.
ئینجا ئامێره‌كه‌ بخه‌ گه‌ڕ تا ده‌گاته‌ ئه‌و شێوه‌یه‌ى كه‌ ده‌ته‌وێ.

# زه‌لاته‌
* زه‌لاته‌ى ته‌واو
* زه‌لاته‌ى خێرا
* زه‌لاته‌ى پاروو
* خیار و ماست
* زه‌لاته‌ى گێزه‌ر
* زه‌لاته‌ى كەلەم
* ...
سه‌وزه‌: @به‌خاوى،@  @به‌برژاوى،@  @به‌کوڵاوی،@  @به‌ترشاوى،@  @سه‌وزه‌ى وه‌رزى@ 
<notes>
پێشتر باسى زه‌لاته‌م كرد و گوتم كه‌ چاره‌سه‌رى ژماره‌ یه‌كى نه‌خۆشى شه‌كره‌ زه‌لاته‌یه‌. له‌به‌ر گرنگى، كه‌مێك به‌ درێژى باسى چه‌ندین جۆرى زه‌لاته‌ ده‌كه‌م وه‌كو زه‌لاته‌ى ته‌واو‌، زه‌لاته‌ى خێرا، زه‌لاته‌ى پاروو، خیار و ماست، زه‌لاته‌ى گێزه‌ر و زه‌لاته‌ى كه‌له‌م. جگه‌ له‌مانه‌، هه‌روه‌ها خۆت ده‌توانی چه‌ندین جۆرى تر دروست بکه‌ى ئه‌گه‌ر بنه‌ماکانى ئاماده‌ کردنى خۆراکى ته‌ندروست په‌یڕه‌و بکه‌ى که‌ پێشتر باسکران.
له‌ڕاستیدا كه‌ باسى گرنگى زه‌لاته‌ ده‌كه‌ین، مه‌به‌ستمان گرنگى سه‌وزه‌یه‌. ئه‌م زه‌لاتانه‌ و چه‌ندى دیكه‌ش، ده‌توانین ناو بنێین: سه‌وزه‌ به‌ خاوی. به‌ڵام سه‌وزه‌ ده‌كرێت به‌ چه‌ندین شێوازى تریش بخورێ كه‌ به‌ هه‌مان شێوه‌ زۆر گرنگن بۆ ته‌ندروستى وه‌كو: سه‌وزه‌ به‌ برژاوى، بۆ نموونه‌: برژاندنى قه‌رنابیت له‌ ناو فڕن، یان ده‌توانی چه‌ندین جۆرى سه‌وزه‌ وه‌كو ته‌ماته‌ و په‌تاته‌ و باینجان و بیبه‌ر و گێزه‌ر له‌گه‌ڵ چه‌ند پارچه‌ گۆشتێك بخه‌یه‌ ناو فڕن و بیانبرژێنى به‌م شێوه‌یه‌ ژه‌مێكى زۆر به‌تام و ته‌ندروستى لێ ده‌رده‌چێ. ئه‌مه‌ سه‌وزه‌ به‌ برژاوى. هه‌روه‌ها هه‌مان ئه‌م پێكهاتانه‌ له‌ناو مه‌نجه‌ڵێك به‌یه‌كه‌وه‌ بكوڵێنه‌ و ئه‌مه‌ش ده‌بێت به‌ سه‌وزه‌ به‌ كوڵاوى. سه‌وزه‌ به‌ترشاویش بریتیه‌ له‌ تورشى. هه‌روه‌ك ئاشكرایه‌، پێكهاته‌كانى تورشى،‌ سوور یان زه‌رد، هه‌مووى بریتیه‌ له‌ سه‌وزه‌. كردارى ترشاندنیش واى لێ ده‌هات هێشتا زیاتر ته‌ندروست بێت. ده‌شتوانی زۆر به‌ئاسانى له‌ماڵه‌وه‌ دروستی بكه‌ى.
هه‌روه‌ها سه‌وزه‌ى وه‌رزیش له‌ بیر مه‌كه‌ وه‌كو تۆڵكه‌ و كه‌نگر و شێلم...
---
- beetroot 3 kg cut into small sizes, 1-2 finger thick
- salt for each 100 ml water a pinch
- garlic 4 cloves
- red pepper 3-4, each finger size
- 3 water + 1 khel that is above the beetroot in a 
- boil until tender, usually an hour
- put in tight jars (containers) to prevent mold

# زه‌لاته‌ى ته‌واو
<img_40>
به‌لاى كه‌م ١٢ پێكهاته‌:
* ته‌ماته‌، خیار 
* پیاز، گێزه‌ر، بیبه‌رى سه‌وز، بیبه‌رى ڕه‌نگاوڕه‌نگ، كه‌له‌م
* كه‌ره‌وز، سپێناخ، جه‌رجیر...
* لیمۆ، سركه‌، زه‌یتوون، خه‌ل، ته‌حین
* به‌هارات: بیبه‌رى ڕه‌ش، بیبه‌رى سوورى تیژ، كه‌موون، زه‌رده‌چۆ...
* ڕه‌شكه‌، تۆى كه‌تان، كونجی...
* سێو
<notes>
زه‌لاته‌ى ته‌واو
ئه‌م زه‌لاته‌یه‌ ناوێکى تریشى هه‌یه‌: زه‌لاته‌ى کابانان. بۆیه‌ش ئه‌م ناوه‌م لێ ناوه‌ چونکه‌ کابان، ژن بێ یا پیاو، کاتى ته‌واو بۆ ئاماده‌ کردنى ته‌رخان ده‌کا و به‌جوانى ئاماده‌ى ده‌کا.
ئه‌م زه‌لاته‌یه‌ به‌لاى كه‌م ١٢ پێكهاته‌ له‌ خۆ ده‌گرێ و چه‌ند زیاتریش بێ باشتره‌:
ته‌ماته‌ و خیار یان خاس، که‌ وه‌کو بناغه‌ى زه‌لاته‌که‌یه‌.
پاشان چه‌ند سه‌وزه‌یه‌کى بۆندار وه‌کو پیاز و گێزه‌ر و بیبه‌رى سه‌وز و كه‌له‌م
هه‌روه‌ها كه‌ره‌وز و سپێناخ و جه‌رجیر و هاوه‌ڵه‌کانیان به‌گوێره‌ى حه‌ز و هه‌بوون.
ئینجا لیمۆ و سركه‌ و زه‌یتوونیش له‌بیر مه‌که‌. بۆ ئاماده‌ کردنى گیراوه‌ى لیمۆ، ته‌ماشاى زه‌لاته‌ى گێزه‌ر بکه‌.
هه‌روه‌ها كامه‌ به‌هاراتت پێ خۆشه‌ تێى بكه‌. چه‌ند به‌هاراتى زیاتر بێت ته‌ندروستتر ده‌بێ، بۆ نموونه‌: بیبه‌رى ڕه‌ش، بیبه‌رى تیژ، كه‌موون، زه‌رده‌چۆ و هى دیکه‌.
جگه‌ له‌ به‌هارات، ده‌توانى هه‌ندێک پێکهاته‌ى ته‌ندروستى تری تێ بکه‌ى وه‌کو ڕه‌شکه‌ و تۆى که‌تان و کونجی.
ده‌شتوانى یه‌ک میو‌ه‌ى تێ بکه‌ى وه‌کو سێو.
ده‌رباره‌ى خوێ: هه‌تا ده‌كرێ به‌كاری مه‌هێنه‌ چونكه‌ ئه‌م خۆراكانه‌ به‌ گوێره‌ پێویستى له‌ش خوێیان تێدایه‌. بۆ نموونه‌ چه‌ره‌زات و زه‌یتوون عاده‌ته‌ن سوێر ده‌كرێن.
هه‌ندێک نه‌خۆش ده‌پرسن: ئایا ڕۆنى زه‌یتوون به‌کار بێنم؟! وه‌ڵامه‌که‌ش ئه‌وه‌یه‌: نه‌خێر چونکه‌ یه‌کێک له‌ پێکهاته‌کان زه‌یتوونه‌ که‌ نه‌ک هه‌ر نزیکه‌ى نیوه‌ى ڕۆنه‌ به‌ڵکو به‌سه‌دان خۆراکى ته‌ندروستی دیکه‌شى تێدایه‌.
بۆ زانیارى، ده‌توانى ئه‌م زه‌لاته‌یه‌ ئێواره‌ دروست بکه‌ن و پاش خواردن ئه‌وه‌ى ماوه‌ له‌ناو سه‌لاجه‌ى دابنێن بۆ ژه‌مى به‌یانى. زه‌لاته‌ له‌ناو سه‌لاجه‌ بۆ ماوه‌ى ڕۆژێک تێک ناچى به‌ڵکو به‌تامتر ده‌بێ.
ئه‌م زه‌لاته‌یه‌ زۆر به‌تام و ته‌ندروسته‌، به‌ڵام هه‌روه‌ک پێشتر ئاماژه‌ى پێکرا، یه‌ک عه‌یبى گه‌وره‌ى هه‌یه‌. ئه‌ویش ئه‌وه‌یه‌: هه‌رچه‌ندى بخۆى هه‌ست به‌ تێر بوون ناکه‌ى به‌ڵام ئه‌گه‌ر له‌گه‌ڵ یه‌کێک له‌و خۆراکانه‌ى بخۆى که‌ پێشتر باسکران، ئه‌وا ته‌واو تێر ده‌بی و له‌وانه‌یه‌ تا پاش نیوه‌ڕۆش برسیت نه‌بێته‌وه‌!
---
نوکته‌: نه‌خۆشێکى وه‌زع زۆر خراپى شه‌کره‌: ئه‌وه‌ سى ساڵه‌ هیچ سه‌وزه‌یه‌کم نه‌خواردووه‌! بۆچى؟ جارێک به‌ شوێنێکدا تێپه‌ڕێم سه‌وزه‌یان به‌ ئاوى پیس ئاو ده‌دا. له‌وکاته‌وه‌ نه‌چۆته‌ ده‌مم. کاتێک چووم: یه‌که‌مجار پاقلاوه‌ و بیبسیان له‌پێش دانام.

# زه‌لاته‌ى خێرا
ئه‌گه‌ر کاتت نه‌بوو:
* ته‌ماته‌ <img>
* خیار <img>
* گێزه‌ر <img>
* بیبه‌رى سه‌وز <img>
* پیاز <img>
* که‌ره‌وز <img>
* زه‌یتوون <img>
* ...
<notes>
زه‌لاته‌ى خێرا
ئه‌م زه‌ڵاته‌یه‌ هه‌روه‌ها پێى ده‌ڵێم: زه‌لاته‌ى پیاوان یان زه‌لاته‌ى زه‌غه‌لان! ئه‌گه‌ر كاتت نه‌بوو یان تاقه‌تت نه‌بوو زه‌لاته‌ى كابانان دروست بكه‌ى، ئه‌و كاته‌ ته‌ماته‌ك و خیاره‌ك و گێزه‌ره‌ك و بیبه‌ره‌ك و سه‌لكه‌ پیازه‌ك و هه‌ندێك كه‌ره‌وز و چه‌ند دنكه‌ زه‌یتوونێك و هه‌رچى سه‌وزه‌یه‌كى دیكه‌ت به‌ده‌ست كه‌وت له‌ پێشه‌ خۆت ڕیزیان بكه‌. با بڵێین پێخۆره‌كه‌ت گۆشتى مریشكه‌. گه‌زه‌یه‌كى بچووك له‌ گۆشته‌كه‌ بده‌ و پاشان گه‌زه‌یه‌ك له‌ هه‌ریه‌ك له‌و خۆراكانه‌ بده‌ كه‌ له‌ پێشته‌، به‌م جۆره‌ له‌ناو ده‌وت ده‌بێ به‌ زه‌لاته‌. كه‌واته‌ هیچ بیانووت نه‌ماوه‌ بڵێى وه‌ڵا زه‌ڵاته‌یان بۆ ئاماده‌ نه‌كردووم!

# زه‌لاته‌ى پاروو
<img_40>
* كه‌له‌م <img>
* ته‌ماته‌ <img>
* خیار <img>
* گێزه‌ر <img>
* بیبه‌رى سه‌وز <img>
* پیاز <img>
* که‌ره‌وز <img>
* زه‌یتوون <img>
* ...
<notes>
زه‌ڵاته‌ى پاروو
ئه‌م زه‌ڵاته‌یه‌ش هی زه‌غه‌لانه‌ به‌ڵام جگه‌ له‌وه‌ى که‌ زۆر به‌تام و به‌سووده‌، تایبه‌تمه‌ندیه‌کى تریشى هه‌یه‌!
كه‌له‌مێك بێنه‌، یه‌ك له‌ په‌لكه‌كانى لێ بكه‌وه‌. پێخۆره‌كه‌ت چیه‌ بیخه‌ ناوى، بۆ نموونه‌ پێستى مریشك. پاشان پارچه‌ك ته‌ماته‌ و خیار و گێزه‌ر و پیاز و بیبه‌ر و كه‌ره‌وز و زه‌یتوون و هه‌رچی سه‌وزه‌ى دیكه‌ت ده‌ستكه‌وت بیخه‌ ناوى و بیپێچه‌وه‌! به‌م شێوه‌یه‌ ده‌بیته‌ خاوه‌ن پاروو! ئه‌و زه‌ڵاته‌یه‌ سوودێکى تریشى هه‌یه‌: زۆر غه‌ریبى پارووى نان ناكه‌ى! بۆ زانیارى: من هه‌میشه‌ كه‌له‌مێكم له‌ناو سه‌لاجه‌ هه‌یه‌. هه‌ركه‌ ته‌واو زوو ده‌چمه‌ بازاڕ و دانه‌یه‌كى تر دێنمه‌وه‌، هه‌ندێك جار هى سه‌وز و هه‌ندێك جاریش هی سوور.
نموونه‌ى پێخۆرى تر كه‌ زۆر به‌تامن له‌گه‌ڵ ئه‌م زه‌ڵاته‌یه‌:
یه‌كه‌م: حومموس. یه‌کدوو که‌وچک حومموس له‌ناو په‌لکه‌ که‌له‌مه‌که‌ دابنێ و سه‌وزه‌کانى ترى تێ بکه‌ و بزانه‌ چه‌ند به‌تامه‌ و چۆن پێى تێر ده‌بى!
دووه‌م: هه‌ر جۆرێكى چه‌ره‌زات به‌ڵام به‌تایبه‌تى فستق عه‌بید. فستق عه‌بید هه‌م به‌تامه‌ و هه‌م ته‌ندروسته‌ و هه‌م له‌ هه‌موو چه‌ره‌زاته‌کانیش هه‌رزانتره‌.
وا چاكه‌ هه‌میشه‌ فستق عه‌بید و كه‌له‌م و زه‌یتوون له‌ماڵه‌وه‌ هه‌بێت جگه‌له‌ سه‌وزه‌ سه‌ره‌کیه‌كان. به‌م شێوه‌یه‌ هه‌ركاتێك ویستت، ده‌توانى له‌ماوه‌ى چه‌ند ده‌قه‌یه‌ك خۆراكێكى زۆر به‌تام و ته‌ندروست ئاماده‌ بكه‌ی و ئیتر پێویست ناكا گله‌یی بكه‌ی كه‌ خۆراك ئاماده‌ نه‌كراوه‌!

# خیار و ماست
<img_40>
پێكهاتەكان:
* خیار
* ماست
* لیمۆ
* سیر
* شبیت
* خوێ
<notes>
خیار و ماست
دروست كردنى ئه‌م زه‌لاته‌یه‌ زۆر ئاسانه‌: ئه‌گه‌ر كاتت نه‌بوو یان پێكهاته‌كان هه‌مووى به‌رده‌ست نه‌بوو، ده‌توانی ته‌نها خیارێك یان زیاتر ورد بكه‌ی و له‌گه‌ڵ هه‌ندێك ماست تێكه‌ڵى بكه‌ی و له‌گه‌ڵ چه‌ندین خۆراك بیخۆى. به‌ڵام ئه‌گه‌ر پێكهاته‌كانى ترى تێ بكه‌ى، وه‌كو لیمۆ و سیر و شبیت و خوێ، ئه‌وا به‌تامتر و ته‌ندروستتر ده‌بێت.

# زه‌لاته‌ى گێزه‌ر
<img_40>
پێكهاتەكان:
* گێزه‌ر
* سێو
* لیمۆ
* ته‌حین
* ئاو
<notes>
زه‌لاته‌ى گێزه‌ر
هه‌رچه‌نده‌ ناوى زه‌لاته‌ى گێزه‌ره‌ به‌ڵام له‌ڕاستیدا ته‌نها زه‌لاته‌ نیه‌ به‌ڵکو خۆراکێکى ته‌واوه‌ و پێ تێر ده‌بى.
پێکهاته‌کان
دوو گێزه‌رى گه‌وره‌ یان چوارى بچووک
یه‌ک سێو، ئه‌گه‌ر نه‌بوو گێزه‌ره‌که‌ به‌سه‌.
گێزه‌ره‌کان بهاڕه‌ و له‌ناو قاپێکى گه‌وره‌ى دانێ.
دوو لیمۆ بێنه‌. هه‌ردوو سه‌ریان لێكه‌وه‌ به‌ڵام په‌لکى پێوه‌ بمێنێ. پاشان پارچه‌پارچه‌یان بكه‌ به‌ ئه‌ستوورى یه‌ك سانتیمه‌تر یان كه‌متر. ده‌نكه‌كان ده‌ربێنه‌ و پارچه‌ لیمۆکان بخه‌ ناو ئامێرى خه‌لاته‌ له‌گه‌ڵ چاره‌كه‌ به‌رداخێك خه‌ل و كه‌وچكێكى بچووك خوێ. خه‌لاته‌كه‌ به‌گه‌ڕ بخه‌ و تا وه‌كو شه‌ربه‌تێكى خه‌ستى لێ دێ. شووشه‌یه‌ك بێنه‌ و ئه‌و شه‌ربه‌ته‌ خه‌سته‌ى لیمۆ بكه‌ ناوى و له‌ ناو سه‌لاجه‌ى دابنێ. له‌وانه‌یه‌ به‌شى یه‌ك دوو حه‌فته‌ بكا بۆ ئه‌م زه‌ڵاته‌یه‌ یان هه‌ر خۆراکێکى تر به‌کاری بێنه‌ که‌ لیمۆى پێویست بێ.
كه‌وچكێكى چێشت له‌م شه‌ربه‌تى خه‌ستى لێمۆیه‌ بخه‌ ناو ئامێرى خه‌لات له‌گه‌ڵ چاره‌گه‌ به‌رداخێك ته‌حین. پاشان تا نیوه‌ى ئاوى تێكه‌ و جوان له‌ خه‌لاتى بده‌ هه‌تا ته‌واو تێکه‌ڵ به‌یه‌ک ده‌بن و هیچ خڵتى نامێنێ. تامى بكه‌. ئه‌گه‌ر تامه‌كه‌ى هاوسه‌نگ نه‌بوو، به‌گوێره‌ى پێویست ته‌حین یان شه‌ربه‌تى لیمۆى تێ بكه‌. كه‌ تامه‌كه‌ى خۆش بوو، تێكه‌ڵى گێزه‌ره‌ هاڕاوه‌كه‌ى بكه‌ و به‌م شێوه‌ ئاماده‌ ده‌بێت و ته‌واو به‌تێرى بخۆ!

# خۆراكى منداڵان
* نۆتێلا
* باوه‌نتى
* گه‌نمه‌شامی
* چه‌ره‌زات و شیرینی
* سارده‌مه‌نى
<notes>
ئه‌مه‌ش چه‌ند نموونه‌یه‌که‌ له‌ خۆراکى منداڵان
نۆتێلا،‌ باوه‌نتى،‌ شامده‌رى و چه‌ند جۆرێک له‌ سارده‌مه‌نى
پێش ئه‌وه‌ى بچینه‌ سه‌ر ورده‌کارى چۆنیه‌تى دروست کردنى ئه‌م خۆراکانه‌، ده‌مه‌وێ ئاماژه‌ به‌ چه‌ند خاڵێکى گرنگ بکه‌م ده‌رباره‌ى خۆراکى منداڵان:
یه‌كه‌م: هه‌تا پێت ده‌كرێ منداڵان به‌شدارى پێ بكه‌ له‌ ئاماده‌كردنى خۆراك،‌ ئه‌مانه‌ یان هه‌ر خۆراكێكى دیكه‌،‌ بێ جیاوازى پێ كردنى كچ و كوڕ، له‌ ته‌مه‌نى دووسێ ساڵی و به‌دواوه‌. له‌ خولى په‌روه‌رده‌ كردنى منداڵ باسى سووده‌كانى ئه‌مه‌ ده‌كه‌ین.
دووه‌م: منداڵ ده‌بێت وا فێر بكرێ كه‌ هه‌موو خۆراكێك بخوا، دووباره‌ى ده‌كه‌مه‌وه‌: هه‌موو خۆراكێك مه‌گه‌ر حه‌ساسیه‌تى پێى هه‌بێ. واته‌ نابێ وه‌كوو ژه‌م خۆراكى ‌جیاواز بۆ منداڵ دروست بكرێ. به‌ڵام ده‌كرێ جاربه‌جاره‌ هه‌ندێك خۆراكیان بۆ دروست بكرێ كه‌ حه‌زیان لێیه‌ وه‌کوو ئه‌م نموونانه‌.
سێیه‌م: بۆ هاندانى منداڵان بۆ ئاماده‌کردن و خواردنى خۆراکى ته‌ندروست،‌ شێوازى جیاواز به‌کار بێنه‌ بۆ نموونه‌ هونه‌رى جوان کردنى خۆراک.
<notes>
[هونه‌رى ڕازاندنه‌وه‌ى خۆراک](https://www.youtube.com/watch?v=T3ihIrEQx0g)

# نۆتێلا
<img_40>
پێكهاتەكان:
* بندق یان کاژۆ
* خورما
* کاکاو
* ڤانیلا
* ئاو
<notes>
نۆتێلا
كه‌م كه‌س هه‌یه‌ حه‌زى له‌ نۆتێلا نه‌بێ به‌ڵام هه‌موومان ده‌زانین كه‌ خۆراكێكى ته‌ندروست نیه‌. ده‌توانین زۆر به‌ ئاسانى نۆتێلاى ته‌ندروست ئاماده‌ بکه‌ین. ئه‌و که‌سانه‌ى ته‌جرووبه‌یان کردووه‌ ده‌ڵێن: زۆر به‌تامتریشه‌ له‌ نۆتێلاى بازاڕ. ئه‌گه‌ر منداڵه‌كانت ماوه‌یه‌ك دروستى بكه‌ن و بیخۆن، پاشان هى بازاڕیان پێ ناخورێ.
ئه‌مه‌ش پێکهاته‌کانه‌:
٣٠ دانه‌ بندق یان كاژۆى برژاو. نۆتێلاى بازاڕ له‌ بندق دروست ده‌كرێ به‌ڵام به‌کارهێنانى كاژۆ ئاسانتره‌ و له‌تامیش جیاوازى نیه‌.
١٥ هه‌تا ٢٠ دنکه‌ خورما. واچاكه‌ خورماکه‌ به‌ دنك بێت و خۆت و منداڵه‌كان ناوكه‌كان ده‌ربێنن. ئه‌گه‌ر بتوانی چه‌ند سه‌عاتێك له‌ناو به‌راخێك ئاو دایبنێى، كارى دنك ده‌رهێنان و هاڕینى ئاسانتر ده‌بێت.
یه‌ك كه‌وچك كاكاو به‌شێوه‌ى پاوده‌ر.
نیو كه‌وچكى بچووك ڤانێلا.
تازه‌ باسى ئاومان كرد، ده‌توانى هه‌مان ئاو به‌كار بێنى كه‌ خورماكه‌ت له‌ناوى نه‌رم كردبۆه‌. ته‌نها ئه‌وه‌نده‌ ئاوه‌ى تێ بکه‌ که‌ ئامێره‌ بتوانێ تێکه‌ڵه‌که‌ بسووڕێنێ.
هه‌موو پێكهاته‌كان له‌ ناو ئامێرى خه‌ڵاته‌ دابنێ و بیهاڕه‌ تا هیچ خڵتى نامێنێ و وه‌كو نۆتیڵاى لێ دێ. ئه‌گه‌ر هه‌ندێک گوێزى هندى وشکى تێ بکه‌ى تامى وه‌کو باوه‌نتى لێ دێ.
<notes>
[چۆنیه‌تى ئاماده‌ کردنى نۆتێلاى ته‌ندروست](https://www.judiliciousandnutritious.com/dips-spreads/date-hazelnut-chocolate-spread)

# گه‌نمه‌شامی
* ئامێرى گه‌نمه‌شامى
<img_40>
* مایکرۆوێیڤ
<img_40>
* مه‌نجه‌ڵ
<img_40>
<notes>
گه‌نمه‌شامى یان شامده‌رى، خۆراکێکى دڵخوازى منداڵانه‌. ده‌توانى له‌ ماڵه‌وه‌ زۆر به‌ ئاسانى دروستى بکه‌ى به‌ یه‌کێک له‌م سێ شێوه‌یه‌:
یه‌که‌م: به‌به‌کارهێنانى ئامێرى شامده‌رى. ئه‌م ئامێره‌ دروست کردنى شامده‌رى زۆر ئاسان ده‌کات.
دووه‌م: به‌به‌کارهێنانى مایکرۆوێیڤ.
ئه‌گه‌ر ناته‌وێ هیچ ئامێرێک به‌کار بێنى، ئه‌وا ده‌توانی هه‌ر مه‌نجه‌ڵێک به‌کار بێنى له‌سه‌ر ته‌باخ بۆ دروست ئاماده‌ کردنى شامده‌رى. بۆ زانیارى زیاتر، ته‌ماشاى لینکه‌کان بکه‌.
<notes>
[ئامێرى گه‌نمه‌شامى](https://www.youtube.com/watch?v=s3r4cVPaJ1w)
[مایکرۆوێیڤ](https://www.youtube.com/watch?v=bEAQGEQrZs4)
[مه‌نجه‌ڵ](https://www.youtube.com/watch?v=gvcEaufuaFI)

# چه‌ره‌زات و شیرینى
* کونجى و خورما
<img_40>
* چه‌ره‌زات و میوه‌ى وشک
<img_40>
* ...
<notes>
چه‌ره‌زات و شیرینى
هه‌روه‌ک باسکرا، ده‌توانى به‌ سه‌دان و هه‌زاران خۆراکى ته‌ندروست ئاماده‌ بکه‌ى ئه‌گه‌ر بنه‌ماکانى خۆراکى ته‌ندروست په‌یڕه‌و بکه‌ى.
چه‌ره‌زات که‌مێک تامى تفت و تاڵى تێدایه‌، ئه‌گه‌ر یه‌کیان یان زیاتر تێکه‌ڵ بکه‌ى له‌گه‌ڵ خۆراکێکى شیرینى ته‌ندروست وه‌کو خورما یان هه‌نگوین، به‌ خاوى یان به‌ گه‌رم کراوى، ئه‌وا چه‌ندین خۆراکى به‌تام و ته‌ندروستى لێ دروست ده‌بێ. هه‌روه‌ها ده‌توانی هه‌ندێ تامى تریشى تێ بکه‌ى بۆ هاوسه‌نگى وه‌کو لیمۆ و دارچین.
ئه‌مانه‌ چه‌ند نموونه‌یه‌کن:
کونجى و خورما یان هه‌نگوین: به‌ خاوى یان به‌ گه‌رم کراوى
گوێز و باوى یان فستق عه‌بید له‌گه‌ڵ میوه‌ى وشک
<notes>
[کونجى و خورما یان هه‌نگوین](https://www.youtube.com/watch?v=bcnJi4H4oDI)
[چه‌ره‌زات و شیرینى](https://www.youtube.com/watch?v=gxfeJ628z_o)

# سارده‌مه‌نى
* مۆته‌ى شفتی
<img_40>
* مۆته‌ى ماست
<img_40>
* مۆته‌ى مۆز
<img_40>
* شه‌ربه‌تى مۆز
<img_40>
* مۆته‌ى نۆتێللا
<img_40>
* شه‌ربه‌تى نۆتێللا
<img_40>
* ...
<notes>
سارده‌مه‌نى و شیرنه‌مه‌نى
هه‌روه‌ک پێشتر ئاماژه‌ى پێکرا، شێوازى پێشکه‌ش کردنى خۆراک کاریگه‌رى له‌سه‌ر گه‌وره‌ و منداڵ هه‌یه‌. بۆ نموونه‌، ئه‌گه‌ر ڕۆژێک منداڵ گوتیان شفتى ناخۆین، مۆته‌ى شفتیان به‌م شێوه‌یه‌ بۆ دروست بکه‌ بزانه‌ چۆن وه‌زعه‌که‌ ده‌گۆڕێ!
به‌ هه‌مان شێوه‌ ماست: قالبى مۆته‌ بکڕه‌ و ماستى تێکه‌ و له‌ناو فرێزه‌رى سه‌لاجه‌ى دانێ. کاتێ که‌ ده‌یبه‌ستێ و وه‌کو مۆته‌ى لێ دێ، چۆن منداڵان حه‌زیان ده‌چتێ!
مۆز ده‌کرێت به‌چه‌ندێن شێوه‌ بکرێته‌ مۆته‌: یه‌که‌م، به‌م شێوه‌یه‌ى که‌ ده‌یبینى. دووه‌م: له‌وه‌ش ساده‌تر، ته‌نها مۆزێک بکه‌ ئه‌لقه‌ى نزیکه‌ى نیو سانتیمه‌ترى و له‌ناو فرێزه‌رى دابێ. که‌ ده‌یبه‌ستێ وه‌کو پارچه‌ مۆته‌ى لێ دێ. سێیه‌م: ده‌توانی شه‌ربه‌تى مۆز و شیر و ڤانێلا دروست بکه‌ى. بیخه‌ ناو قالبى مۆته‌ و له‌ناو فرێزه‌رى دانێ به‌م شێوه‌یه‌ ده‌بنه‌ خاوه‌ن مۆته‌ى ڤانێلا.
پێشتر باسى چۆنیه‌تى ئاماده‌ کردنى نۆتێللى ته‌ندروستمان کرد. ئه‌م نۆتێللایه‌ ده‌توانى بکه‌یه‌ مۆته‌ یان شه‌ربه‌ت یان ئه‌زبه‌رى.
`,`# الـبرنامج الـغـذائي لمرضى السكري
## سؤال و جواب
<BPC>
د. ولي عمر
<notes>

# مرض السكري
ليس فقط ارتفاع السكر في الدم
اذا تم اهماله:
* الدماغ
* العيون
* القلب
* الكلية
* ضغط الدم
* الجروح
* القدم
* الاعضاء التناسلية
* ...
<notes>
<notes>
[الجلطة القلبیة](https://www.youtube.com/watch?v=F0Y5hss1tZQ)

# نبذة
<svg>
<notes>

# ٣ أسئلة
* ما هو سبب مرض السكري؟
* هل هناك علاج للسكري؟
* ما هي الاغذية الضارة للسكري؟
<notes>

# السؤال الاول
ماهو السبب الرئيسي لمرض السكري؟
() الوراثة
() الحالة النفسية
() أكل الحلويات
() زيادة الوزن
() قلة الحركة
() كلهم
() أخرى: ___
<notes>

# السؤال الثاني
هل هناك "علاج" لمرض السكري؟
() یجب عليه اخذ العلاج لبقية حياته
() نعم یوجد علاج: ___
<notes>

# السؤال الثالث
ماهي الاغذية الاكثر ضررا لمرضي السكري مما يلي؟
() السكر <img>
() التمر <img>
() العسل <img>
() خبز الحنطة (الخبز الابيض) <img>
() خبز الشعير (خبز السكري) <img>
() الرز <img>
() العدس <img>
<notes>

# معلومات
سنة الميلاد:
___
الجنس:
() ذكر
() أنثى
مدة مرض السكري:
___ <ymd_combo>
أعلى نسبة سكر في الدم:
___
الفحص التراكمي:
___
الوزن:
___
الطول:
___
<notes>
<notes>
[كيف تقيس طولك في المنزل بدقة؟](https://www.youtube.com/watch?v=E9NXn21I5vM)

# الأجوبة والتوضیحات
<answers>
<notes>

# الاسباب
* مسح
<svg>
سبب واحد فقط:
@@ الغذاء غير الصحي <img_ans1>

# الحالة النفسية
* التسعينيات: @الهجرة الجماعية@ 
<img_50>
* الثمانينات: @الحرب العراقیة الایرانیة@ 
** قصف الطائرات
<img_50>
** جبهات القتال
<img_50>
* الستينيات: @القرى@ 
<img_50>
<notes>
<notes>
[هجرة الاكراد](https://www.youtube.com/watch?v=S5GB6jQhhFo)
[ابني العزيز لن اتركك](https://www.youtube.com/watch?v=or6u9830jLI)
[الهجرة الجماعية](https://www.youtube.com/watch?v=g_9oM_IFmKQ)

# الوراثة
* اجدادك
* السكري في كردستان
<svg>
* السكري في امريكا
<img_60>
<notes>
<notes>
[السكري في امريكا من ١٩٥٨](https://www.cdc.gov/diabetes/statistics/slides/long_term_trends.pdf)

# العلاج
* مسح في كردستان
<svg>
* تقرير المجلة الطبية البريطانية
<img_40>
علاج واحد:
@@ الغذاء الصحي <img_ans1>
<notes>
<notes>
[تقرير: الأطباء والمرضى غير مدركين ان مرض السكري يمكن عكسه - بي بي سي](http://www.bbc.com/news/uk-scotland-41256454)
[التغلب على مرض السكري من النوع الثاني - المجلة الطبية البريطانية](https://www.bmj.com/content/358/bmj.j4030)
[التقرير العالمي عن مرض السكري - منظمة الصحة العالمية](http://apps.who.int/iris/bitstream/handle/10665/204871/9789241565257_eng.pdf)
[اتجاه مرض السكري في الولايات المتحدة الأمريكية منذ ١٩٥٨](https://www.cdc.gov/diabetes/statistics/slides/long_term_trends.pdf)
[بحث اربيل](https://www.researchgate.net/publication/344314194_The_Effect_of_a_Nutrition_Education_Program_on_Improving_Hemoglobin_A1c_and_Body_Mass_Index_of_Patients_with_Type_2_Diabetes_Mellitus_in_Erbil_City_A_Non-randomized_Clinical_Trial)

# الغذاء
* مسح
** اسوأ غذاء
<svg>
@@ السكر ليس الاسوأ
** احسن غذاء
<svg>
@@ خبز الشعير غير صحي
* السكر في الغذاء
** رز <img> <img_ans0>
** خبز الحنطة <img> <img_ans0>
** خبز الشعير <img> <img_ans0>
** سكر <img> <img_ans0>
** عسل <img> <img_ans1>
** تمر <img> <img_ans1>
** عدس <img> <img_ans1>
<notes>
<notes>
[مؤشر نسبة السكر في الدم لأكثر من ١٠٠ نوع من الأطعمة](https://extension.oregonstate.edu/sites/default/files/documents/1/glycemicindex.pdf)

# ماذا آكل؟
* المميزات
* المبادئ
* الوجبات
* الوصفات

# مميزات البرنامج
* لا حمية
* لا جوع
* اكلات شهية
* اكلات حلوة
* في نفس الوقت: تقليل الادوية
* بعد فترة: وجبة في الاسبوع حسب ما تشتهي

# المبادئ
٣ مبادئ:
* تخل عن ما ليس بغذاء
* كل أي غذاء حتى الشبع
* السلطة مع كل الوجبات

# تخل عن ما ليس بغذاء
<img_40>
تجنب:
* رز <img>
* حنطة <img>
* شعير <img>
* سكر <img>

# كل أي غذاء حتى الشبع

# السلطة مع كل الوجبات

# الوجبات
* الفطور
* الغذاء
* العشاء
* ما بين الوجبات

# الافطار
السلطة مع:
* بقوليات: عدس، حمص، بازلاء، لوبيا، باقلاء، فاصوليا، فاصوليا حمراء، ماش...
* لحوم: اللحم الاحمر، كبد، دجاج، سمك...
* بيض: مغلي، مقلي، مع الحمص، مع الباذنجان، مع البطاطا، فريتاتا...
* مكسرات: فستق عبيد، جوز، لوز، حب الشمس...

# الغذاء

# العشاء

# ما بين الوجبات
* تمر
* فاكهة
* فاكهة مجففة
* مكسرات

# نماذج وصفات
* الاطباق الرئيسية
* السلطة
* وصفات الاطفال
<notes>
* طبق جانبي

# الاطباق الرئيسية
* عدس
* حمص
* ماش
* البازلاء الصفراء
* فلافل
* لوبياء
* باقلاء
* دجاج مشوي
* البيض والحمص
* البيض والبطاطا
* البيض والباذنجان
* كبد
* الدجاج والبطاطا
* البطاطا
* شفتة
* راتاتويي
* قرنابيت مشوي
* السلطة كولاو
* فریتاتا
* اللحم النباتي
* حمص بالطحينة

# شوربة عدس
<img_40>
<notes>
<notes>
[شوربة عدس](https://www.allrecipes.com/recipe/13978/lentil-soup)

# حمص
<img_40>

# حمص بالطحينة
<img_40>

# السلطة
* سلطة كاملة
* سلطة سريعة
* سلطة اللفة
* الخيار واللبن
* سلطة الجزر
* سلطة اللهانة
* سلطة الشوندر
* طرشي اصفر
* طرشي احمر

# السلطة الكاملة
<img_40>
على الاقل ١٢ مكون:
* خيار
* طماطة
* بصل
* جزر
* الفلفل الاخضر
* اللهانة
* كرفس
* ليمون
* زيتون
* دبس الرمان
* بهارات
* تفاح
* الحبة السوداء

# السلطة السریعة
قلة الوقت:
* طماطة <img>
* خيار <img>
* جزر <img>
* فلفل اخضر <img>
* بصل <img>
* كرفس <img>
* زيتون <img>
* ...

# سلطة اللفة
<img_40>
* لهانة <img>
* طماطة <img>
* خيار <img>
* جزر <img>
* فلفل اخضر <img>
* بصل <img>
* كرفس <img>
* زيتون <img>
* ...

# الخيار واللبن
<img_40>

# سلطة الجزر
<img_40>

# وصفات للاطفال
* نوتيلا
* باونتي
* فشار
* المكسرات والحلوى
* مـرطبات
<notes>
<notes>
[فن تزيين الطعام](https://www.youtube.com/watch?v=T3ihIrEQx0g)

# نوتيلا
<img_40>
* بندق او كاجو
* تمر
* كاكاو
* فانيلا
* ماء

# فشار
* آلة صنع الفشار
<img_40>
* فرن ميكرويف
<img_40>
* قدر
<img_40>
<notes>
<notes>
[آلة صنع الفشار](https://www.youtube.com/watch?v=s3r4cVPaJ1w)
[فرن ميكرويف](https://www.youtube.com/watch?v=bEAQGEQrZs4)
[قدر](https://www.youtube.com/watch?v=gvcEaufuaFI)

# المكسرات والحلوى
* حلوى السمسم
<img_40>
* المكسرات والفاكهة الجافة
<img_40>
* ...
<notes>
<notes>
[چه‌ره‌زات و شیرینى](https://www.youtube.com/watch?v=gxfeJ628z_o)

# مرطبات
* مصاصة البطيخ
<img_40>
* مصاصة الزبادي
<img_40>
* مصاصة الموز
<img_40>
* عصير الموز
<img_40>
* مصاصة نوتيلا
<img_40>
* عصير نوتيلا
<img_40>
* ...
`,`# Diabetes Nutrition Program
## Questions & Answers
<BPC>
Dr. Wali Omer
<notes>

# Diabetes
Not just elevated blood sugar
If neglected:
* Brain
* Eyes
* Heart
* Kidney
* Hypertension
* Wound
* Feet
* Reproductive system
* ...
<notes>
<notes>
[Atherosclerosis](https://www.youtube.com/watch?v=F0Y5hss1tZQ)

# Overview
<svg>
<notes>

# 3 Questions
* What is the cause of diabetes?
* Can diabetes be treated?
* What food are bad for diabetes?
<notes>

# First Question
What is the main cause of diabetes?
() Genetic
() Psychological status
() Eating sweets
() Obesity
() Lack of exercise
() All of them
() Others: ___
<notes>

# Second Question
Can diabetes be "treated"?
() Have to take medications for life
() Yes there is treatment: ___
<notes>

# Third Question
Which of the following food is most harmful for diabetes?
() Sugar <img>
() Dates <img>
() Honey <img>
() Wheat_bread <img>
() Barley_bread <img>
() Rice <img>
() Lentil <img>
<notes>

# Information
Year of birth:
___
Gender:
() Male
() Female
Duration of diabetes:
___ <ymd_combo>
Highest blood sugar:
___
HbA1c:
___
Weight:
___
Height:
___
<notes>
<notes>
[How to Accurately Measure Your Height At Home?](https://www.youtube.com/watch?v=E9NXn21I5vM)

# Answers & Explanations
<answers>

# Cause
* Survey
<svg>
Only one cause:
@@ Unhealthy Diet <img_ans1>

# Psychological Status
* Nineties: @mass_exodus@ 
<img_50>
* Eighties: @Iraq-Iran_War@ 
** Air_Strike
<img_50>
** Frontlines
<img_50>
* Sixties: @villages@ 
<img_50>
<notes>
<notes>
[Kurdish migration](https://www.youtube.com/watch?v=S5GB6jQhhFo)
[Dear son, I will not leave you](https://www.youtube.com/watch?v=or6u9830jLI)
[Mass exodus](https://www.youtube.com/watch?v=g_9oM_IFmKQ)

# Genetics
* Your grandparents
* Diabetes in Kurdistan
<svg>
* Diabetes in USA
<img_50>
<notes>
<notes>
[Diabets trend in USA since 1958](https://www.cdc.gov/diabetes/statistics/slides/long_term_trends.pdf)

# Treatment
* Survey in Kurdistan
<svg>
* BMJ Report
<img_40>
* History
** USA: @1%@  @&rarr; 10%@ 
** WHO: @104@  @&rarr; 422@ 
* Research
* Test
Only one treatment:
@@ Healthy Diet <img_ans1>
<notes>
<notes>
[Doctors and patients unaware diabetes can be reversed, says report - BBC](http://www.bbc.com/news/uk-scotland-41256454)
[Beating type 2 diabetes into remission - BMJ](https://www.bmj.com/content/358/bmj.j4030)
[Global Report on Diabets - WHO](http://apps.who.int/iris/bitstream/handle/10665/204871/9789241565257_eng.pdf)
[Diabets trend in USA since 1958](https://www.cdc.gov/diabetes/statistics/slides/long_term_trends.pdf)
[Erbil Clinical Trial](https://www.researchgate.net/publication/344314194_The_Effect_of_a_Nutrition_Education_Program_on_Improving_Hemoglobin_A1c_and_Body_Mass_Index_of_Patients_with_Type_2_Diabetes_Mellitus_in_Erbil_City_A_Non-randomized_Clinical_Trial)

# Food
* Survey
** Worst food
<svg>
@@ Sugar not the worst
** Best food
<svg>
@@ Barley not healthy
* Glycemic index
** Rice <img> <img_ans0>
** Wheat bread <img> <img_ans0>
** Barley bread <img> <img_ans0>
** Sugar <img> <img_ans0>
** Honey <img> <img_ans1>
** Dates <img> <img_ans1>
** Lentil <img> <img_ans1>
<notes>
<notes>
[Glycemic index for 100+ foods](https://extension.oregonstate.edu/sites/default/files/documents/1/glycemicindex.pdf)

# What Should I Eat?
* Characteristics
* Principles
* Meals
* Recipes

# Program Characteristics
* No dieting
* Tasty food
* Sweet food
* No hunger
* At the same: reduce medications
* After sometime: a meal of your choice one a week

# Principles
3 Principles
* Avoid non-food
* Eat any food to satiety
* Salad with every meal

# Avoid non-food
<img_40>
Avoid:
* Rice <img>
* Wheat <img>
* Barley <img>
* Sugar <img>

# Eat any food to satiety

# Salad with every meal

# Meals
* Breakfast
* Lunch
* Dinner
* Snacks

# Breakfast
Salad with:
* Legumes: lentil, chickpea, split pea, black-eye pea, broad bean, navy bean, red bean, mung bean...
* Meat: Red meat, Liver, chicken, fish...
* Eggs: bolided, fried, egg and eggplant, fritata...
* Nuts: peanut, wallnut, almond, sunflower seeds...

# Lunch

# Dinner

# Snakcs
* Dates
* Furits
* Dried fruits
* Nuts and seeds

# Recipe Examples
* Main dishes
* Salads
* Children recipes
<notes>
* Side dishes

# Main Dishes
* Lentil soup
* Chickpea
* Split pea
* Broad bean
* Mung bean
* Falafil
* Hummus
* Cowpea
* Egg and chickpea
* Egg and potato
* Egg and eggplant
* Red meat
* Liver
* Roasted chicken
* Chicken and potato
* Roasted potato
* Shfta
* Ratatouille
* Roasted cauliflower
* Boiled salad
* Roasted salad
* Fritata
* Vegetable meat
<notes>
Boiled salad: vegetables, potato plus chicken or fish boiled
Roasted salad: vegetables, potato plus chicken or fish in oven

# Lentil_Soup
<img_40>
<notes>
<notes>
[Lentil soup](https://www.allrecipes.com/recipe/13978/lentil-soup)

# Chickpea_Soup
<img_40>

# Hummus
<img_40>

# Salad
* Proper salad
* Quick salad
* Wrap salad
* Cucumber and yogurt
* Carrot salad
* Cabbage salad
* Beatrood salad
* Yellow pickles
* Red pickes
<notes>
(fermented vegetables: salad)

# Proper_Salad
<img_40>
At least 12 ingredients:
* Tomato
* Cucumber
* Onion
* Carrot
* Green pepper
* Cabbage
* Celery
* Lemon
* Olive
* Pomegranate syrup
* Spices
* Apple
* Nigella seeds

# Quick Salad
No time:
* Tomato <img>
* Cucumber <img>
* Carrot <img>
* Green_pepper <img>
* Onion <img>
* Celery <img>
* Olive <img>
* ...

# Wrap Salad
<img_40>
* Cabbage <img>
* Tomato <img>
* Cucumber <img>
* Carrot <img>
* Green_pepper <img>
* Onion <img>
* Celery <img>
* Olive <img>
* ...

# Cucumber_&_Yogurt
<img_40>

# Carrot_Salad
<img_40>

# Children Recipes
* Notella
* Bounty
* Popcorn
* Nuts and Sweets
* Ice cream
<notes>
<notes>
[Food Art](https://www.youtube.com/watch?v=T3ihIrEQx0g)

# Nutella
<img_40>
* Hazelnut or cashew
* Dates
* Cacao
* Vanilla
* Water

# Popcorn
* Popcorn machine
<img_40>
* Microwave oven
<img_40>
* Pot
<img_40>
<notes>
<notes>
[Popcorn machine](https://www.youtube.com/watch?v=s3r4cVPaJ1w)
[Microwave oven](https://www.youtube.com/watch?v=bEAQGEQrZs4)
[Pot](https://www.youtube.com/watch?v=gvcEaufuaFI)

# Nuts and Sweets
* Sesame bar
<img_40>
* Nuts and dried fruit bar
<img_40>
* ...
<notes>
<notes>
[Nuts and Sweets Bar](https://www.youtube.com/watch?v=gxfeJ628z_o)

# Ice Cream
* Watermelon popsicle
<img_40>
* Yogurt popsicle
<img_40>
* Banana popsicle
<img_40>
* Banana smoothie
<img_40>
* Nutella popsicle
<img_40>
* Nutella smoothie
<img_40>
* ...
`
];

const sta=[ // slide time array
[0.2,2.8,4.0], // 0. 0:15 title
[0.2,1.1,4.2,8.9,10.3,11.8,13.1,14.8,17.7,20.9,22.3,28.7], // 1. 0:37 dm complications
[2.1,4.0,5.3,10.4,11.7,19.3,20.8,27.7,31.1], // 2. 0:37  overview
[0.4,2.4,4.8,7.9], // 3. 0:15 3 questions
[0.2,1.3,3.4,5.5,11.9,13.5,14.5,17.2,33.3], // 4. 0:29 q1 cause
[0.2,1.2,32.7,35.5], // 5. 0:46 q2 treatment
[0.2,1.1,11.5,13.6,14.9,16.1,18.2,21.9,22.9], // 6. 0:22 q3 food
[2.7,5.0,5.2,6.5,6.7,6.8,7.7,7.9,10.1,10.3,13.0,13.2,15.6,15.8,16.8,17.0], // 7. 0:19 information
[0.6,2.1,2.6,3.1,'5.5:1','6.0:1','6.5:1'], // 8. 1:02 answers :1=>
[0.2,3.6,7.4,18.3,24.2,28.5,30.3,33.6,35.5,36.3,36.9,38,39.9,40.8,42.3,49.8,50.3,52.5,54.8], // 9. 1:34 cause
[0.2,22.4,24.7,48,'174:2',177.1,178.8,181.4,182.4,'197:2',197.4,198.4,'213:2',214.6,219.1,219.8], // 10. 4:54 psychologica status, [2=>hide previous, if there another no, it is hide that step]
[0.2,22.2,31.1,50.6,58.1,58.6,59.1,59.5,59.8,62.3,73,74.3,75.8,76.8,78.1,78.6,79.1,81.6,82.8,83.3,'125:2:3',126,135.1], // 11. 2:51 genetics
[1.4,4.4,8.2,10,11,16,16.3,17,17.3,'22:2:2',23,26.2,'53:2',54,58.6,60.8,63.2,68.7,74.5,79.6,94.8,148.7,186.3,188.4], // 12. 3:17 treatment
[0.2,6.3,9.2,10.5,12.3,14,23.8,24.9,25.2,25.5,28.5,28.8,29.2,29.5,29.8,30.1,30.4,30.7,33.3,33.5,36.1,'68:2','69:2:3',70.1,71.4,71.7,73.2,81.3,81.6,81.9,82.2,82.5,82.8,83.1,83.4,83.7,84,84.3,84.7,85,86,87.3,'91:2','92:2:22',93.8,118.1,124.5,125.3,135.4,185.2,188.9,193.7], // 13. 3:52 food
[1.7,4.5,7,9.7,11.4], // 14. 0:28 what would i eat?
[0.2,3.0,10.0,14.6,20.3,25.6,32.1], // 15. 
[0.2,2.1,12.8,15.9,18.9], // 16. 
[1.1,6.6,23.4,25.0,25.9,26.7,27.6], // 17. 
[1.0,5.3,42.2,59.8], // 18. 
[2.6,15.0,28.1], // 19. 
[1.3,5.5,7.1,9.2,110.4], // 20. 
[0.2,20.7,27.4,33.4,34.1,35.0,36.0,36.9,37.7,38.7,39.9,48.4,49.0,59.2,68.9,69.5,82.1,86.0,87.1,88.1,89.0,90.2,91.2,95.6,102.1,103.0,103.5,104.4,128.7,147.3,148.3,149.3], // 21. 
[0.2,3.9,28.5,41.1,47.9,54.4,60.4], // 22. 
[0.2,4.3,7.1,27.0], // 23. 
[0.2,1,2,3,4,5], // 24. 
[0.2,1,2,3], // 25. 
[0.2,1,2,3,4,5,6], // 26. 
[0.2,1,2,3,4,5,6,7,8,9,10], // 27. 
[0.2,1,2,3,4,5,6,7,8,9], // 28. 
[0.2,1,2,3,4,5,6,7,8], // 29. 
[0.2,1,2,3,4,5,5.5,6,6.5,7,7.5,8,8.5,9], // 30. 
[0.2,1,2,3,4,5,6,7,8,9], // 31. 
[0.2,1,2,3,4,5,6,7,8,9,10], // 32. 
[0.2,1,2,3,4,5,6,7,8,9,10], // 33. 
[0.2,1,2,3,4,5,6,7,8], // 34. 
[0.2,1,2,3,4,5,6,7], // 35. 
[0.2,1,2,3,4,5], // 36. 
[0.2,1,2,3,4,5,6,7],  // 37.
[0.2,1,2,'2.8:2',3,4,'4.8:2',5,6],  // 38. 
[0.2,1,2,'2.8:2',3,4,5],  // 39. 
[0.2,1,2,3,4,5,5.5,6,6.5,7,7.5,8,8.5,9]  // 40.   
];

const stsa=[1,2,4,5,6,7,10,12,13,15,16,20,21]; // stop array

const cnta1=[
`







# پرسیارى یه‌كه‌م
هۆى دووه‌م؟
() بۆماوه‌یی
() بارى ده‌روونى
() خواردنى شیرینی
() قه‌ڵه‌وى
() كه‌مى جووله‌
() ته‌نها یه‌ک هۆکارى هه‌یه‌
<notes>
ئه‌وه‌ هۆى سه‌ره‌كى یه‌كه‌م، ئه‌دى هۆى سه‌ره‌كى دووه‌م كامه‌یه‌؟ ئه‌گه‌ر نه‌خۆشى شه‌كره‌ ته‌نها یه‌ك هۆكارى هه‌یه‌، ئه‌م بژارده‌یه‌ دیارى بكه‌.



# پرسیارى سێیه‌م
له‌ هه‌موویان باشتر؟
() شه‌كر <img>
() خورما <img>
() هه‌نگوین <img>
() نانى گه‌نم <img>
() نانى جۆ <img>
() برنج <img>
() نیسك <img>
<notes>
ئه‌وه‌ خراپترین خۆراك، ئه‌دى كامه‌یان له‌ هه‌موویان باشتره، دووباره‌ ئه‌گه‌ر هه‌مان بڕ بخورێت؟
`,`







# السؤال الاول
السبب الثاني؟
() الوراثة
() الحالة النفسية
() أكل الحلويات
() زيادة الوزن
() قلة الحركة
() هناك سبب واحد فقط
<notes>



# السؤال الثالث
ماهي الاغذية الاكثر ضررا لمرضي السكري مما يلي؟
() السكر <img>
() التمر <img>
() العسل <img>
() خبز الحنطة (الخبز الابيض) <img>
() خبز الشعير (خبز السكري) <img>
() الرز <img>
() العدس <img>
<notes>
`,`







# First Question
Second cause?
() Genetic
() Psychological status
() Eating sweets
() Obesity
() Lack of exercise
() There is only one cause
<notes>



# Third Question
Which of the following food is most harmful for diabetes?
() Sugar <img>
() Dates <img>
() Honey <img>
() Wheat_bread <img>
() Barley_bread <img>
() Rice <img>
() Lentil <img>
<notes>
    `
];

const cnta2=[
`







# پرسیارى یه‌كه‌م
هۆى سێیه‌م؟
() بۆماوه‌یی
() بارى ده‌روونى
() خواردنى شیرینی
() قه‌ڵه‌وى
() كه‌مى جووله‌
() ته‌نها دوو هۆکارى هه‌یه‌
<notes>
ئه‌دى هۆکارى سێیه‌م؟ ئه‌گه‌ر نه‌خۆشى شه‌كره‌ ته‌نها دوو هۆكارى هه‌یه‌، ئه‌م بژارده‌یه‌ دیارى بكه‌.



# پرسیارى سێیه‌م
كامه‌ له‌م خۆراكانه‌ له‌ هه‌موویان باشتره‌ (هه‌مان بڕ)؟
() شه‌كر <img>
() خورما <img>
() هه‌نگوین <img>
() نانى گه‌نم <img>
() نانى جۆ <img>
() برنج <img>
() نیسك <img>
<notes>
ئه‌وه‌ خراپترین خۆراكت دیارى كرد، ئه‌دى كامه‌یان له‌ هه‌موویان باشتره، دووباره‌ ئه‌گه‌ر هه‌مان بڕ بخورێت؟
`,`







# السؤال الاول
السبب الثالث؟
() الوراثة
() الحالة النفسية
() أكل الحلويات
() زيادة الوزن
() قلة الحركة
() هناك سببان فقط
<notes>




# السؤال الثالث
ماهي الاغذية الاكثر ضررا لمرضي السكري مما يلي؟
() السكر <img>
() التمر <img>
() العسل <img>
() خبز الحنطة (الخبز الابيض) <img>
() خبز الشعير (خبز السكري) <img>
() الرز <img>
() العدس <img>
<notes>
`,`







# First Question
Third cause?
() Genetic
() Psychological status
() Eating sweets
() Obesity
() Lack of exercise
() There are only two causes
<notes>





# Third Question
Which of the following food is most harmful for diabetes?
() Sugar <img>
() Dates <img>
() Honey <img>
() Wheat_bread <img>
() Barley_bread <img>
() Rice <img>
() Lentil <img>
<notes>
    `
];

const dica=[ // dictionary array
["به‌رده‌وام به‌", "استـمـر", "Continue"],
["ساڵ", "سنة", "Years"],
["مانگ", "شهر", "Months"],
["ڕۆژ", "یوم", "Days"],
["٣ پرسیار", "٣ اسئلة", "3 Questions"],
["بزانیت <img_ans1>", "تعرف <img_ans1>", "Know <img_ans1>"],
["بوه‌سته‌", "توقف", "Stop"],
["نه‌زانیت <img_ans0>", "لا تعرف <img_ans0>", "Not Know <img_ans0>"],
["به‌جیددى", "بجدیة", "Seriously"],
["ڕوون كردنه‌وه‌", "توضيحات", "Explanations"],
["چ بخۆم؟", "ماذا آكل؟", "What to Eat?"],
["هۆکار", "سبب", "Cause"], // 11
["چاره‌سه‌رى", "علاج", "Treatment"],
["ساڵى له‌دایك بوون", "سنة التولد", "Year of birth"],
["ماوەی نەخۆشی", "مدة المرض", "Duration"],
["شه‌کره‌ى خوێن", "سكر الدم", "Blood sugar"],
["فه‌حسى سێ مانگى", "الفحص التراكمي", "HbA1c"],
["کێش (کگم)", "الوزن (كغم)", "Weight (kg)"],
["به‌ژن (سم)", "الطول (سم)", "Height (cm)"],
["", "", ""]
// ["", "", ""],
];

const dmca=[ // dm cause array
['ده‌روونى|65.5', 'بۆماوه‌یی|20.0', 'شیرینى|7.8', 'قه‌ڵه‌وی|3.0', 'وه‌رزش|2.0', 'دووگیانى|1.6'],
['نفسي|65.5', 'وراثة|20.0', 'حلويات|7.8', 'سمنة|3.0', 'رياضة|2.0', 'حمل|1.6'],
['Mental|65.5', 'Genetic|20.0', 'Sweets|7.8', 'Obesity|3.0', 'Exercise|2.0', 'Pregnancy|1.6'],
];

const dmpa=[ // dm prevlanece array
['كوێت|20.7','قه‌ته‌ر|19.8','ئیمارات|18.8','ئه‌مریكا|10.7','ئه‌وروپا|6.7','مالی|2.1','گامبیا|1.9','بێنین|1.1'],
['كویت|20.7','قطر|19.8','امارات|18.8','امريكا|10.7','اوروپا|6.7','مالي|2.1','گامبیا|1.9','بنين|1.1'],
['Kuwait|20.7','Qatar|19.8','UAE|18.8','USA|10.7','Europe|6.7','Mali|2.1','Gambia|1.9','Benin|1.1']
];

const dmta=[ // dm treatment array
['نه‌خێر|98.0','به‌ڵێ|2.0'],
['كلا|98.0','نعم|2.0'],
['No|98.0','Yes|2.0']
];

const dmfa=[ // dm food array
['شه‌كر|95.1','برنج|1.7','گه‌نم|1.4','هه‌نگوین|1.0','نیسك|0.6','جۆ|0.1','خورما|0.0'],
['سكر|95.1','رز|1.7','حنطة|1.4','عسل|1.0','عدس|0.6','شعیر|0.1','تمر|0.0'],
['Sugar|95.1','Rice|1.7','Wheat|1.4','Honey|1.0','Lentil|0.6','Barley|0.1','Dates|0.0']
];

const dmba=[ // dm best food array
['جۆ|85.5','نیسك|12.6','خورما|0.7','هه‌نگوین|0.7','گه‌نم|0.2','برنج|0.1','شه‌کر|0.0'],
['شعیر|85.5','عدس|12.6','تمر|0.7','عسل|0.7','حنطة|0.2','رز|0.1','سکر|0.0'],
['Barley|85.5','Lentil|12.6','Dates|0.7','Honey|0.7','Wheat|0.2','Rice|0.1','Sugar|0.0']
];

const mmpa=[
[-1,0], //   placeholder
[0,0], //    title id, sub_of, slide id
[1,1], //    if neglected
[1,2], //    overview
[1,3], //    3 questions
[4,4], //    - Q1
[4,5], //    - Q2 
[4,6], //    - Q3
[4,7], //    - info
[1,8], //    answers and explanation
[9,9], //    - cause 
[10,10], //    - psych status
[10,11], //    - genetics
[9,12], //   - treatment
[9,13], //   - food
[1,14], //   what should i eat?
[15,15], //   - characteristics 
[15,16], //   - principles
[17,17], //    - avoid non-food  
[17,18], //    - eat any food
[17,19], //    - every meal with salad
[15,20], //   - meals
[21,21], //    - break fast
[21,22], //    - lunch
[21,23], //    - supper
[21,24], //    - snacks
[15,25], //   - recipes
[26,26], //    - main dish
[27,27], //      - lentil soup
[27,28], //      - chickpea
[27,29], //      - chickpea
[26,30], //    - salad
[31,31], //      - proper salad
[31,32], //      - quick salad
[31,33], //      - wrap salad
[31,34], //      - cuccumber and yogurt salad
[31,35], //      - carrot salad
[26,36], //    - children recipes
[37,37], //      - notella
[37,38], //      - popcorn
[37,39], //      - nuts and sweets
[37,40] //       - smoothies
];