const cnta=[
`# به‌رنامه‌ى خۆراك بۆ نه‌خۆشى شه‌كره‌
## پرسیار و وه‌ڵام
<BPC>
د. وه‌لى عومه‌ر
<notes>
به‌رنامه‌ى خۆراك بۆ نه‌خۆشى شه‌كره‌: 
پرسیار و وه‌ڵام. 
سڵاو به‌ڕێزان، 
له‌سه‌ره‌تا ده‌مه‌وێ زۆر به‌كورتى چه‌ند ڕاستیه‌ك ده‌رباره‌ى ئه‌م نه‌خۆشیه‌ت بیر بخه‌مه‌وه‌:

# نه‌خۆشى شه‌كره‌
ته‌نها به‌رز بوونه‌وه‌ى شه‌كر له‌ خوێن نیه‌.
ئه‌گه‌ر پشت گوێ بخرێ:
* مێشك
* چاو
* دڵ
* گورچیله‌
* فشارى خوێن
* برین
* پێ
* ئه‌ندامى زاوزێ
* ...
<notes>
نه‌خۆشى شه‌كره‌ ته‌نها به‌رز بوونه‌وه‌ى ڕێژه‌ی شه‌كر له‌ خوێن نیه‌. ئه‌گه‌ر پشت گوێ بخرێ، چه‌ندین ده‌رد و به‌ڵاى دیكه‌ به‌دواى خۆیدا ده‌هێنێ وه‌كو: جه‌ڵته‌ى مێشك، له‌ده‌ست دانى چاو، جه‌ڵته‌ى دڵ، په‌ككه‌وتنى گورچیله‌، به‌رز بوونه‌وه‌ى فشارى خوێن واته‌ زه‌غت، دره‌نگ چاك بوونه‌وه‌ى برین و پاشان لاڕه‌شه‌ (واته‌ گانگرین) و سه‌ره‌نجام بڕینه‌وه‌ى پێ، هه‌روه‌ها پیاو له‌ پیاوه‌تى و ژنیش له‌ ژناتى ده‌خات و به‌رگرى له‌شیش كه‌م ده‌كاته‌وه‌. له‌ ڕاستیدا هیچ ئه‌ندامێكى له‌ش نیه‌ به‌ سه‌لامه‌تى له‌ده‌ست نه‌خۆشى شه‌كره‌ ده‌ربازى بێت.
زۆر كه‌سیش ته‌نها ئه‌وه‌ كاته‌ ده‌زانن نه‌خۆشى شه‌كره‌یان هه‌یه‌ كاتێك خۆیان له‌ ئینعاش ده‌بیننه‌وه‌ یان له‌وانه‌یه‌ هه‌ر به‌ ئینعاشیش ڕانه‌گه‌ن.

# به‌كورتی
<svg>
<notes>
پێش ئه‌وه‌ى بێینه‌ سه‌ر ورده‌كاریه‌كان، با زۆر به‌كورتى بیرۆكه‌ى ئه‌م به‌رنامه‌یه‌ بخه‌مه‌ ڕوو: سه‌ره‌تا سێ پرسیارت لێ ده‌كه‌م كه‌ ته‌نها چه‌ند خوله‌كێك ده‌خایه‌نێ، ئه‌گه‌ر وه‌ڵامى ئه‌م سێ پرسیاره‌ بزانیت ئه‌وا ده‌توانیت لێره‌ بوه‌ستی و پێویست ناكا به‌رده‌وام بی چونكه‌ ماناى وایه‌ كه‌ زانیارى پێویستت هه‌یه‌ ده‌رباره‌ی ئه‌م نه‌خۆشیه‌. به‌ڵام ئه‌گه‌ر وه‌ڵامه‌كان نه‌زانی، ئه‌وا وا چاكه‌ به‌ جیددى وه‌رى بگری ئه‌گه‌رنا ده‌بێ چاوه‌ڕوانى ئه‌م ده‌رد و به‌ڵایانه‌ بكه‌ى كه‌ تازه‌ باسكران. دواى ئه‌وه‌ وه‌ڵامه‌ هه‌ڵه‌كان ڕوون ده‌كه‌مه‌وه‌ و له‌گه‌ڵ وه‌ڵامه‌ ڕاسته‌كانیش به‌راوردى ده‌كه‌ین. له‌ كۆتاییش وه‌ڵامى ئه‌م پرسیاره‌ ده‌ده‌مه‌وه‌: ئه‌دى چ بخۆم؟

# ٣ پرسیار
* هۆى شه‌كره‌ چیه‌؟
* ئایا شه‌كره‌ چاره‌سه‌رى هه‌یه‌؟
* كامه‌ خۆراك بۆ شه‌كره‌ خراپه‌؟
<notes>
ئه‌مه‌ش سێ پرسیاره‌كه‌:
یه‌كه‌م: هۆى نه‌خۆشى شه‌كره‌ چیه‌؟
دووه‌م: ئایا نه‌خۆشى شه‌كره‌ چاره‌سه‌رى هه‌یه‌؟
سێیه‌م: كامه‌ خۆراك بۆ نه‌خۆشى شه‌كره‌ خراپه‌؟
ئێستاش با یه‌ك به‌ یه‌ك بێنه‌ سه‌ر پرسیاره‌كان.

# پرسیارى یه‌كه‌م
هۆى سه‌ره‌كى نه‌خۆشى شه‌كره‌ چیه‌؟
() بۆماوه‌یی
() بارى ده‌روونى
() خواردنى شیرینی
() قه‌ڵه‌وى
() كه‌مى جووله‌
() دووگیانى
() هى تر: ___
<notes>
پرسیاری یه‌كه‌م
هۆى سه‌ره‌كى نه‌خۆشى شه‌كره‌ چیه‌؟ بۆماوه‌یی واته‌ ویراسه‌،‌ بارى ده‌روونى وه‌كوو خه‌م و خه‌فه‌ت، دڵه‌ڕاوكێ واته‌ قه‌له‌ق، ترس، تاسان واته‌ سه‌دمه‌، خواردنى شيرينى، كه‌می جووله‌ واته‌ ڕیازه‌ نه‌كردن، قه‌ڵه‌وی، دووگیانی.
تكایه‌ وه‌ڵامێك هه‌ڵبژێره‌. ئه‌گه‌ر ئه‌م بژاردانه‌ هیچیان ڕاست نین، هیتر هه‌ڵبژێره‌ و هۆیه‌كه‌ بنووسه‌.

# پرسیارى دووه‌م
ئایا نه‌خۆشى شه‌كره‌ "چاره‌سه‌رى"ی هه‌یه‌؟
() تا له‌ ژیان ماوه‌ ده‌بێ حه‌ب و ده‌رمان وه‌ر بگرێ
() به‌ڵێ چاره‌سه‌رى هه‌یه‌: ___
<notes>
پرسیاری دووه‌م
ئایا نه‌خۆشى شه‌كره‌ "چاره‌سه‌رى"ی هه‌یه‌؟ با كه‌مێك مانای "چاره‌سه‌رى" ڕوون بكه‌مه‌وه‌.
هه‌روه‌ك ده‌زانی: زۆربەى ئەو كەسانەى تووشى نەخۆشى شەكرە دەبن، لەسەرەتا دكتۆر پێیان دەڵێ: "دەرەجەى نەخۆشیەكەت زۆر نیه‌ و ئەگەر پارێزى بكەی لەوانەیە پێویستیت بە حەب و دەرمان نەبێت". بەڵام پاش ماوەیەك دەڵێ: "وا دیارە نەخۆشیەكەت بە پارێزى كۆنترۆل ناكرێ بۆیە دەبێ حەب وەر بگریت". پاشان حەبەكان زیاد دەبن و دواتریش لەوانەیە بگاته‌ دەرزى لێدان. 
ئێستا پرسیاره‌كه‌ ئه‌وه‌یه‌: ئایا نەخۆشی شەكرە تا ماوە ده‌بێت حه‌ب و ده‌رمان وه‌ربگرێ یان چاره‌سه‌رێك هه‌یه‌ كه‌ له‌وانه‌یه‌ به‌هۆیه‌وه‌ بتوانێ به‌ره‌به‌ره‌ ده‌رمانه‌كان كه‌م بكاته‌وه‌؟

# پرسیارى سێیه‌م
كامه‌ له‌م خۆراكانه‌ له‌ هه‌موویان خراپتره‌ بۆ نه‌خۆشى شه‌كره‌ (هه‌مان بڕ)؟
() شه‌كر <img>
() خورما <img>
() هه‌نگوین <img>
() نانى گه‌نم (نانى سپی) <img>
() نانى جۆ (نانى سوكه‌رى) <img>
() برنج <img>
() نیسك <img>
<notes>
پرسیاری سێیه‌م
كامه‌ له‌م خۆراكانه‌ له‌ هه‌موویان خراپتره‌ بۆ نه‌خۆشى شه‌كره‌ ئه‌گه‌ر هه‌مان بڕ بخورێت؟ دووباره‌ى ده‌كه‌مه‌وه‌: هه‌مان بڕ، بۆ نموونه‌ قاپێك له‌ هه‌ریه‌كیان.
شه‌كر واته‌ شه‌كرى چا،‌ خورما، هه‌نگوین، نانى گه‌نم واته‌ نانى سپی، نانى جۆ هه‌روه‌ها پێى ده‌ڵێن نانى سوكه‌رى یان نانى ڕه‌ش، برنج،‌ نیسك.

# زانیارى
ساڵى له‌دایك بوون:
___
ڕه‌گه‌ز:
() نێر
() مێ
ماوه‌ى نه‌خۆشى شه‌كره‌:
___ <ymd_combo>
به‌رزترین ڕێژه‌ى شه‌كرى خوێن:
___
فه‌حسى سێ مانگى:
___
<notes>
به‌ر له‌وه‌ى باسى وه‌ڵامه‌كان بكه‌م، تكایه‌ هه‌ندێك زانیارى ده‌رباره‌ى خۆت تۆمار بكه‌: ساڵى له‌دایك بوون، ڕه‌گه‌ز، ماوه‌ى چه‌نده‌ نه‌خۆشى شه‌كره‌ت هه‌یه‌، به‌زرترین ڕێژه‌ى شه‌كرى خوێن له‌و ماوه‌یه‌،‌ هه‌روه‌ها دوا فه‌حسى سێ مانگیت.

# وه‌ڵام و ڕوونكردنه‌وه‌
<answers>
<notes>
ئێستاش وه‌ڵامى پرسیاره‌كان
ئه‌مانه‌ى خواره‌وه‌ بریتین له‌ وه‌ڵامه‌كانت. ئه‌مه‌ش ئه‌نجامه‌كان.
هه‌روه‌ك ده‌بینى (وه‌ڵامێكت هه‌ڵه‌یه‌، دوو وه‌ڵامت هه‌ڵه‌یه‌) هه‌ر سێ وه‌ڵامت هه‌ڵه‌یه‌. واته‌ له‌م ئیمتیحانه‌ ساقیت بووى! 
ئێستا باش گوێ له‌مه‌ بگره‌: ئه‌وه‌ زیاتره‌ له‌ ## ساڵه‌ (مانگه‌) نه‌خۆشى شه‌كره‌ت هه‌یه‌ و تا ئێستا نازانی كامه‌ خۆراك باشه‌ و كامه‌یان خراپه‌ بۆ نه‌خۆشیه‌كه‌ت. هه‌ر ئه‌مه‌ش هۆى سه‌ره‌كیه‌ كه‌ له‌سه‌ره‌تاوه‌ تووشى ئه‌م نه‌خۆشیه‌ بووی. 
هه‌روه‌ها پێشتر گوتم: ئه‌گه‌ر وه‌ڵامى ئه‌م سێ پرسیاره‌ بزانیت ئه‌وا پێویست ناكا به‌رده‌وام بیت چونكه‌ ماناى وایه‌ كه‌ زانیارى پێویستت هه‌یه‌. به‌ڵام هه‌روه‌ك ده‌بینى وه‌ڵامه‌كانت هه‌ڵه‌ بوون. بۆیه‌ وا چاكه‌ به‌ جیددى وه‌رى بگری ئه‌گه‌رنا ده‌بێ چاوه‌ڕوانى ئه‌م ده‌رد و به‌ڵایانه‌ بكه‌ى كه‌ پێشتر باسكران.
بۆ زانینى وه‌ڵامه‌ ڕاسته‌كان و ڕوون كردنه‌وه‌یان، تكایه‌ كلیك له‌سه‌ر یه‌كێك له‌ پرسیاره‌كان بكه‌. به‌ڵام باشتر وایه‌ یه‌ك له‌ دواى یه‌ك به‌ گوێره‌ى ڕیزبه‌ندى پرسیاره‌كان به‌رده‌وام بیت.

# هۆكار
* ڕاپرسى
<svg>
* ته‌نها یه‌ك هۆ:
@@ خۆراكى ناته‌ندروست <img_ans1>
<notes>
هۆى نه‌خۆشى شه‌كره‌
له‌ ماوه‌ى چه‌ند ساڵى ڕابردوو، ڕاپرسیه‌كم ئه‌نجام ده‌دا بۆ ئه‌و نه‌خۆشانه‌ى ده‌هاتنه‌ لام. ئه‌م هێلكاریه‌ ئه‌نجامى ئه‌و ڕاپرسیه‌ ده‌رباره‌ى هۆى نه‌خۆشى شه‌كره‌ نیشان ده‌دات كه‌ زیاتر له‌ ٧٠٠ نه‌خۆش تێدا به‌شداریان كردووه‌. هه‌روه‌ك ده‌بینى، زۆربه‌ى نه‌خۆشه‌كان وا ده‌زانن كه‌ هۆكارى سه‌ره‌كى ئه‌م نه‌خۆشیه‌ بارى ده‌روونیه‌ وه‌كو خه‌م و خه‌فه‌ت و دڵه‌ڕاوكێ و ترس و تاسان به‌ ڕێژه‌ى زیاتر له‌ ٦٥%. هه‌روه‌ها ژماره‌یه‌كى به‌رچاویش باوه‌ڕیان وایه‌ كه‌ بۆماوه‌ هۆكارى سه‌ره‌كیه‌ به‌ ڕێژه‌ى ٢٠%. ئه‌وانى تریش به‌م جۆره‌یه‌: خواردنى شيرينى نزیكه‌ى ٨%، قه‌ڵه‌وى ٣%، كه‌مى جووله‌ واته‌ وه‌رزش نه‌كردن ٢% و دووگیانى كه‌متر له‌ ٢%.
ئێستاش خۆت بۆ وه‌ڵامێكى چاوه‌ڕوان نه‌كراوى ئه‌م پرسیاره‌ ئاماده‌ بكه‌! ئه‌ویش ئه‌وه‌یه‌: ئه‌م هۆكارانه‌ هیچیان هۆى سه‌ره‌كى نین و نه‌خۆشى شه‌كره‌ ته‌نها یه‌ك هۆى سه‌ره‌كى هه‌یه‌ ئه‌ویش: خۆراكى ناته‌ندروسته‌.
له‌وانه‌یه‌ بپرسى: ئایا گرنگه‌ بزانم هۆكارى نه‌خۆشى شه‌كره‌ چیه‌؟ وه‌ڵامه‌كه‌ش ئه‌وه‌یه‌: به‌ڵێ زۆر گرنگه‌ چونكه‌ ئه‌گه‌ر وابزانى هۆكاره‌كه‌ بۆماوه‌ییه‌ ئه‌و كاته‌ ده‌ڵێی: چ بكه‌م، ئه‌و نه‌خۆشیه‌م له‌ دایك و باوكم بۆ ماوه‌ته‌وه‌ و به‌م شێوه‌یه‌ ده‌سته‌وه‌ستان داده‌نیشی و خۆت ته‌سلیمى نه‌خۆشیه‌كه‌ت ده‌كه‌ی و ئه‌ویش ته‌خسیریت پێ ناكا. به‌ هه‌مان شێوه‌: ئه‌گه‌ر وابزانی هۆكاره‌كه‌ بارى ده‌روونیه‌ ئه‌و كاته‌ ده‌ڵێى: خه‌م خواردن به‌ده‌سته‌ خۆم نیه‌. هه‌رچه‌نده‌ له‌گه‌ڵ ئه‌م قسه‌یه‌شت هاوڕات نیم.
ئێستاش یه‌ك له‌دواى یه‌ك دێینه‌ سه‌ر باسى ئه‌و هۆكارانه‌ى خه‌ڵك به‌هه‌ڵه‌ وا ده‌زانن كه‌ ده‌بنه‌ هۆى نه‌خۆشى شه‌كره‌.

# بارى ده‌روونى
* نه‌وه‌ده‌كان: @كۆڕه‌و@ 
<img_50>
* هه‌شتاكان: @شه‌ڕى عێراق و ئێران@ 
** هێرشى فڕۆکه‌
<img_50>
** به‌ره‌کانى جه‌نگ
<img_50>
* شه‌سته‌كان: @گونده‌كان@ 
<img_50>
<notes>
بارى ده‌روونى
هه‌روه‌ك باسكرا، زۆربه‌ى زۆرى نه‌خۆشانى شه‌كره‌ وا ده‌زانن كه‌ هۆى سه‌ره‌كى ئه‌م نه‌خۆشیه‌ بارى ده‌روونیه‌. ئێستا با بزانین تا چه‌ند ئه‌مه‌ ڕاسته‌. بۆ ئه‌و مه‌به‌سته‌ با ئاوڕێك له‌ ڕابردوو بده‌ینه‌وه‌ و بزانین بارودۆخی ده‌روونى له‌ نه‌وه‌ده‌كان و هه‌شتاكان و شه‌سته‌كانى سه‌ده‌ى ڕابردوو چۆن بووه‌.
* نه‌وه‌ده‌كان:
ئایا ڕۆژى كۆڕه‌وت به‌بیر دێ؟! ئه‌و كاته‌ ته‌مه‌نت نزیكى # ساڵ بوو. (بۆ ئه‌و كه‌سانه‌ى ته‌مه‌نیان بچووك بوو یان هێشتا له‌ دایك نه‌ببون، دڵنیام زۆر جار به‌سه‌رهاتى ئه‌و ڕۆژه‌ت چه‌ندین جار بیستووه‌!)
هه‌رچه‌نده‌ من ئێستا ته‌مه‌نم له‌ په‌نجا ساڵى ڕه‌تى داوه‌ و ئه‌گه‌ر ده‌رباره‌ى دوێنى پرسیارم لێ بكه‌ى له‌وانه‌یه‌ له‌ یادم نه‌ما بێ. به‌ڵام كۆڕه‌و كه‌ پێش سى ساڵى ڕه‌به‌ق بوو، ئێستاش ده‌توانم ده‌قه‌ به‌ ده‌قه‌ باسى بكه‌م و دیمه‌نه‌كان ئه‌وها له‌ یادم وێنه‌ كێشراون وه‌ك بڵێى ئه‌وڕۆ به‌سه‌رم هاتوون. به‌ چاوى خۆم بینیم خه‌ڵك به‌ لێشاو له‌ ڕێی مه‌سیف هه‌ڵده‌هاتن و هه‌لیكۆپته‌ر قه‌سفى ده‌كردن. به‌ چاوى خۆم بینیم ده‌بابه‌ هاته‌ ناو شار. ئه‌و ڕۆژه‌، یه‌كێك له‌و كه‌سانه‌ى به‌رگریان كردبوو بریندار بوو، خۆى له‌ حه‌وشه‌ى پشته‌وه‌مان حه‌شار دابوو. منیش هێنامه‌ ژووره‌وه‌ و برینه‌كه‌م بۆی تیمار كرد. ئه‌و كاته‌ له‌ قۆناغى چواره‌مى كۆلێژى پزیشكى بووم. ئه‌گه‌رى هه‌بوو هه‌ر كاتێك حه‌ره‌س جمهورى بێنه‌ ناو ماڵه‌كان و بمانكوژن. هه‌تا چه‌ندین ڕۆژ نه‌ده‌وێراین له‌ماڵ بێینه‌ ده‌رێ. به‌ هیچ شێوه‌یه‌ك ئاگامان له‌ هه‌واڵى خزمان نه‌بوو چونكه‌ ئه‌و كاته‌ ته‌له‌فۆنیش نه‌بوو. تاکه‌ سه‌رچاوه‌ى هه‌واڵمان ڕادیۆ بوو. پاش نزیكه‌ى ده‌ ڕۆژ، خه‌ڵك به‌ره‌ به‌ره‌ ده‌هاتنه‌ ده‌ره‌وه‌. من و دایكم به‌ ترس و له‌رزه‌وه‌ بڕیارماندا بچینه‌ ته‌یراوه‌ كه‌ ئه‌و كاته‌ زۆربه‌ى خزمه‌كانمان له‌وێ بوون و خۆشمان ماڵمان له‌ خانووه‌كانى ده‌واجن بوو كه‌ ئێستا پێى ده‌ڵێن گه‌ڕه‌كى سه‌فین. به‌پێ به‌ڕێ كه‌وتین. له‌ نێوان خانووى عیزه‌ت دوورى تا گه‌یشتینه‌ جاده‌ى شه‌ستى، دوازده‌ ته‌رمى كوژراوم بینى له‌م به‌ر و ئه‌و به‌رى جاده‌ كه‌ بۆگه‌نى ببوون و ته‌نها حه‌ره‌س جمهورى له‌ جاده‌كان بوون. وا بزانم ئه‌وه‌ى ئێمه‌ به‌سه‌رمان هات له‌چاو ئه‌وانه‌ى له‌شار ده‌رچوون زۆر كه‌متر بوو.
ئێستا پرسیاره‌كه‌ ئه‌وه‌یه‌: ئایا ئه‌و ڕۆژه‌ ترس و خه‌م و قه‌له‌ق و سه‌دمه‌ هه‌بوو؟! له‌ لایه‌ن خۆمه‌وه‌، من تا ئێستا له‌و ڕۆژه‌ ناخۆشترم نه‌بینیوه‌ له‌ هه‌موو ژیانم. وا بزانم ئه‌مه‌ ته‌نها بۆ من نه‌بوو به‌ڵكو هه‌ركه‌سێك ئه‌و كاته‌ له‌ كوردستان ژیا بێ ئه‌مه‌ حاڵى بووه‌. ئه‌م بارودۆخه‌ش ته‌نها چه‌ند ڕۆژێك یان چه‌ند حه‌فته‌یه‌ك نه‌بوو، به‌ڵكو به‌ ساڵ درێژه‌ى كێشا و پاشان نه‌بوونى و قات و قڕى و دواتریش شه‌ڕى ناوخۆییشى به‌ دوادا هات.
(نیشاندانى ڤیدیۆى كۆڕه‌و)
ئه‌گه‌ر هۆكارى نه‌خۆشى شه‌كره‌ ترس و خه‌م و قه‌له‌ق و سه‌دمه‌ بێت، ده‌بوایه‌ هه‌موو خه‌ڵك ئه‌و كاته‌ تووشى شه‌كره‌ ببان. به‌ پێچه‌وانه‌وه‌ ئه‌و كاته‌ نه‌خۆشى شه‌كره‌ زۆر زۆر كه‌م بوو.
ئێستا با كه‌مێكى تر بچینه‌ دواوه‌ بۆ
* هه‌شتاكان
له‌ كاتى شه‌ڕى عێراق و ئێران، به‌ بیرت دێ كه‌ ئینزار لێى ده‌دا؟ (ئه‌و كاته‌ ته‌مه‌نت # ساڵ بوو) هیچ جێ نه‌ده‌ما خۆمانى تێدا بشارینه‌وه‌. ده‌مانزانى كه‌ له‌ماوه‌ى چه‌ند ده‌قه‌یه‌ك، چه‌ند كه‌سێك له‌و شاره‌ به‌ر قه‌سفى ته‌یاره‌ ده‌كه‌ون. ئه‌م ترس و دڵه‌ڕاوكێیه‌ نه‌ ڕۆژێك بوو نه‌ دوو، به‌ڵكو نزیكه‌ى هه‌شت ساڵى خایاند. ئه‌دى ئه‌و كه‌سانه‌ى كه‌ له‌ جه‌بهه‌ بوون؟ دووباره‌ ده‌ڵێم: ئه‌گه‌ر هۆكارى نه‌خۆشى شه‌كره‌ ترس و خه‌م و قه‌له‌ق و سه‌دمه‌ بێت، ده‌بوایه‌ هه‌موو خه‌ڵك له‌و كاته‌ تووشى شه‌كره‌ ببان. كه‌چى ته‌نها تاك تاكه‌ ئه‌م نه‌خۆشیه‌ هه‌بوو.
با هێشتا بگه‌ڕێنه‌وه‌ دواوه‌، ئه‌مجاره‌ بۆ:
* شه‌سته‌كان
من ئه‌و كاته‌ نه‌ببووم به‌ڵام بیستوومانه‌ كه‌ زۆربه‌ى گونده‌كانى كوردستان چه‌ندین جار كاول كراون. ئه‌و كاته‌ چه‌ندین سه‌رچاوه‌ى ترس و خه‌م و خه‌فه‌ت هه‌بوو: ترس له‌ ته‌یاره‌، له‌ جه‌یش، له‌ جاش، له‌ ئاغا، له‌ نه‌بوونى و فه‌قیرى، له‌ نه‌خۆشى... ئه‌مانه‌ هه‌موویان خه‌مى گه‌وره‌ن به‌ڵام گه‌وره‌ترین خه‌م: جه‌رگ سووتانه‌، به‌ تایبه‌تى بۆ دایكان. ده‌زانى ئه‌و كاته‌ هه‌تا منداڵێك ده‌ژیان چه‌ندانێك به‌ نه‌خۆشى ده‌مردن؟داپیرم پاش چل ساڵ ناوى منداڵه‌ مردووه‌كانى هه‌ر له‌سه‌ر زار بوو: پێش ئه‌وه‌ى ناوى باوكم یان مامم بێنێ، هه‌ندێك جار ناوى مردووه‌كانى به‌سه‌ر زاردا ده‌هات. دیسان ده‌ڵێم: ئه‌گه‌ر خه‌م و خه‌فه‌ت و ترس هۆی سه‌ره‌كى نه‌خۆش شه‌كره‌ بێت ده‌بوایه‌ ئه‌و كاته‌ هه‌موویان نه‌خۆشى شه‌كره‌یان هه‌با.
ئایا له‌و كاته‌ نه‌خۆشى شه‌كره‌ هه‌بوو؟ به‌ڵێ به‌ڵام ته‌نها ئاغا و شێخ و مه‌لا و خه‌ڵكى شاره‌كان تووش ده‌بوون! له‌وانه‌یه‌ بڵێى ئه‌و كاته‌ شه‌كره‌ هه‌بووه‌ به‌ڵام خه‌ڵك نه‌یده‌زانى چونكه‌ فه‌حس كردن نه‌بوو. وه‌ڵامه‌كه‌ش ئه‌وه‌یه‌: نه‌خێر، ئه‌و كاته‌ هه‌تا له‌ ئه‌مریكاش ڕێژه‌ى شه‌كره‌ زۆر كه‌م بوو هه‌رچه‌نده‌ ئه‌وان ئامارى نه‌خۆشى شه‌كره‌یان له‌ ساڵى ١٩٥٨ ه‌وه‌ هه‌یه‌ هه‌روه‌ك دواتر زیاتر ڕوون ده‌كه‌مه‌وه‌.

# بۆماوه‌یی
* باپیرانت
* شه‌کره‌ له‌ كوردستان
<svg>
* شه‌کره‌ له‌ ئه‌مریكا
<img_60>
<notes>
بۆماوه‌یی
هه‌روه‌ك پێشتر باسكرا، ژماره‌یه‌كى به‌رچاوى نه‌خۆشانى شه‌كره‌ وا ده‌زانن كه‌ ئه‌م نه‌خۆشیه‌یان له‌ دایكوباوكانه‌وه‌ بۆ ماوه‌ته‌وه‌. ئه‌م بیر كردنه‌یه‌وه‌یه‌ نه‌ك هه‌ر هه‌ڵه‌یه‌ به‌ڵكو خه‌ته‌ریشه‌. چونكه‌ وا ده‌زانى له‌ ده‌سه‌ڵاتى خۆت دا نیه‌ و ته‌واو ته‌سلیم ده‌بى و واز له‌ هه‌وڵدان دێنى. با پرسیارێكت لێ بكه‌م: ئایا
* باپیرانت
نه‌خۆشى شه‌كره‌یان هه‌بوو؟ (ئه‌گه‌ر نه‌خۆش ته‌مه‌نى له‌ چل ساڵ گه‌وره‌تر بی؟) ئه‌گه‌رى زۆره‌ نه‌ك هه‌ر داپیر و باپیرت به‌ڵكو دایك و باوكیشت نه‌خۆشى شه‌كره‌یان نه‌بێ. ئه‌گه‌ر ئێستاى
* كوردستان
به‌رواورد بكه‌ین له‌گه‌ڵ ئه‌و كاته‌ى كه‌ داپیر و باپیرت گه‌نج بوون، واته‌ نزیكه‌ى شه‌ست ساڵ له‌مه‌وبه‌ر، چى ده‌بینین؟ هه‌رچه‌نده‌ به‌داخه‌وه‌ زانیارى وردمان له‌به‌ر ده‌ست نیه‌ به‌ڵام هه‌موومان ده‌زانین كه‌ ئێستا نه‌خۆشى شه‌كره‌ گه‌لێك زۆر بووه‌. با خۆمان به‌ وڵاتانى دیكه‌ به‌رواود بكه‌ین. هه‌روه‌ك له‌م هێڵكاریه‌ ده‌بینین: ڕێژه‌ى نه‌خۆشى شه‌كره‌ له‌ وڵاتانى كه‌نداو زۆر به‌رزه‌. بۆ نموونه‌: له‌ هه‌ریه‌ك له‌ كوێت و قه‌ته‌ر و ئیمارات، ڕێژه‌كه‌ نزیكه‌ى له‌سه‌دا بیسته‌،‌ واته‌ له‌ هه‌ر پێنج كه‌س یه‌كێكیان نه‌خۆشى شه‌كره‌ى هه‌یه‌. له‌ ڕاستیدا ڕێژه‌كه‌ له‌وه‌ش زیاتره‌ چونكه‌ زۆر كه‌س هه‌یه‌ نه‌خۆشى شه‌كره‌ى هه‌یه‌ و پێى نازانێ. له‌ ئه‌مریكا ڕێژه‌كه‌ له‌ سه‌دا ١٠ زیاتره‌ و له‌ ئه‌وروپاش له‌سه‌رووى پێنجه‌. وڵاتانى ئه‌فریقیاش نزمترین ڕێژه‌یان هه‌یه‌: نزیكه‌ى له‌سه‌دا ٢ و كه‌متریش. ئێستا ئه‌گه‌ر بپرسین: ئێمه‌ له‌ كامه‌یان نزیكترین؟ وا دیاره‌ ئه‌گه‌رى زیاتره‌ ڕێژه‌ى شه‌كره‌ له‌ كوردستان نزیكتر بێت له‌ وڵاتانى كه‌نداو نه‌ك ئه‌فریقیا. ئێمه‌ گوتمان كوردستان ده‌كه‌ین به‌ دوبه‌ى به‌ڵام پێویستى نه‌ده‌كرد بۆ نه‌خۆشى شه‌كره‌ش چاویان لێ بكه‌ین!
ئه‌وه‌ ئێستا، ئه‌دى نزیكه‌ى ٥٠-٦٠ ساڵ له‌مه‌وبه‌ر؟ هه‌روه‌ك باسكرا، ئه‌و كاته‌ له‌ كوردستان نه‌خۆشى شه‌كره‌ زۆر ده‌گمه‌ن بوو: ته‌نها ئاغا و شێخ و مه‌لا و خه‌ڵكى شاره‌ گه‌وره‌كان تووشى ده‌بوون! له‌وانه‌یه‌ بڵێى ئه‌و كاته‌ نه‌خۆشى شه‌كره‌ هه‌بووه‌ به‌ڵام خه‌ڵك نه‌یده‌زانى چونكه‌ فه‌حس كردن نه‌بوو و دكتۆریش كه‌م بوو. وه‌ڵامه‌كه‌ش ئه‌وه‌یه‌: نه‌خێر، ئه‌و كاته‌ هه‌تا له‌
*‌ ئه‌مریكاش
ڕێژه‌ى نه‌خۆشی شه‌كره‌ زۆر كه‌م بوو هه‌رچه‌نده‌ ئه‌وان ئامارى نه‌خۆشى شه‌كره‌یان له‌ ساڵى ١٩٥٨ ه‌وه‌ هه‌یه‌ هه‌روه‌ك له‌م هێڵكاریه‌ دیاره‌. هه‌روه‌ك ده‌بینین، ڕێژه‌ى شه‌كره‌ ئه‌وكاته‌ له‌ ١% كه‌متر بوو به‌ڵام پاشان به‌ره‌به‌ره‌ زیادى كرد به‌تایبه‌تى پاش نه‌وه‌ده‌كان و ئێستاش له‌ ١٠% زیاتره‌.
باشه‌ له‌م ماوه‌یه‌ چى گۆڕاوه‌؟ ئایا جیناتى مرۆڤ له‌ماوه‌ى ٥٠-٦٠ ساڵ ده‌گۆڕێ؟ بێگومان نه‌خێر. ئه‌گه‌ر هۆى نه‌خۆشى شه‌كره‌ بۆماوه‌یی بێ، بۆچى ئێستا له‌ زۆربه‌ى وڵاتانى دونیا ڕێژه‌ى نه‌خۆشى شه‌كره‌ له‌ نه‌وه‌ى ئێستا ئه‌وه‌نده‌ زۆره‌ كه‌چى باب و باپیرانیان تووش نه‌ده‌بوون؟ كه‌واته‌ دیاره‌ كه‌ بۆماوه‌یی هۆى نه‌خۆشى شه‌كره‌ نیه‌.
---
بۆچى گرنگه‌ هۆى نه‌خۆشى شه‌كره‌ بزانى؟ پێشگیرى لێ كردن، چاره‌سه‌رى
بۆچى خه‌ته‌ره‌ وه‌ڵامى ئه‌م پرسیاره‌ت هه‌ڵه‌ بێت؟ ته‌سلیم بوون و هه‌وڵ نه‌دان، چونكه‌ وا ده‌زانى له‌ ده‌سه‌ڵاتى خۆتدا نیه‌.
هۆى لاوه‌كى: تاسه‌
خوا هینایتى! به‌ ملى خواى دامه‌ینه‌!
كاتێك دكتۆر پێت ده‌ڵێت نه‌خۆشى شه‌كره‌ت هه‌یه‌، به‌لاى كه‌م ١٠-١٥ ساڵه‌ ده‌ستى پێ كردووه‌.

# چاره‌سه‌رى
* ڕاپرسی له‌ کوردستان
<svg>
* ڕاپۆرتى گۆڤارى پزیشکى به‌ریتانی
<img_40>
* مێژوو
** ئه‌مریکا: @١&#1642;@  @&larr; ١٠&#1642;@ 
** WHO: @١٠٨@  @&larr; ٤٢٢@ 
* توێژینه‌وه‌
* کردار
* ته‌نها یه‌ك چاره‌سه‌رى:
@@ خۆراكى ته‌ندروست <img_ans1>
<notes>
ئایا نه‌خۆشى شه‌کره‌ "چاره‌سه‌ری" هه‌یه‌؟
ئه‌مه‌ دووه‌م پرسیار بوو له‌ هه‌مان ڕاپرسى. نیشاندانى ئه‌نجامى ئه‌م پرسیاره‌ پێویست به‌ هێلكارى ناكا! چونكه‌ زیاتر له‌سه‌دا ٩٨ باوه‌ڕیان وابوو كه‌ نه‌خۆشى شه‌كره‌ چاره‌سه‌رى نیه‌ و هه‌تا له‌ ژیاندا ماوه‌ ده‌بێت حه‌ب و ده‌رمان وه‌ربگرێت. ته‌نها نزیکه‌ى ٢ له‌سه‌دا گوتیان چاره‌سه‌رى هه‌یه‌ به‌ڵام ئه‌وانیش نه‌یانزانى چاره‌سه‌ریه‌که‌ چیه‌.
له‌ڕاستیدا نەك هه‌ر تەنها لە كوردستان، بەڵكو بەگوێرەى ڕاپۆرتێكى بى بى سی و گۆڤارى پزیشكى بەریتانى، هەتا لە بەریتانیاش، زۆربەى دكتۆر و نەخۆش بێئاگان كە دەكرێت نەخۆشى شەكرە چاك ببێتەوە. كه‌واته‌ با زۆر گله‌یی له‌ باردۆخى خۆمان نه‌كه‌ین!
هه‌روه‌ك پێشتر ئاماژه‌ى پێكرا، ئه‌گه‌ر وابزانى نه‌خۆشى شه‌کره‌ چاره‌سه‌رى نیه‌، ئه‌و کاته‌ ده‌سته‌وه‌ستان داده‌نیشی و خۆت ته‌سلیمى نه‌خۆشیه‌كه‌ت ده‌كه‌ی و ئه‌ویش ته‌خسیریت پێ ناكا.
ئایا ده‌توانین بیسه‌لمێنین كه‌ نه‌خۆشى شه‌كره‌ چاره‌سه‌رى هه‌یه‌؟ به‌ڵێ بێگومان. ئه‌مانه‌ش به‌ڵگه‌كانن:
یه‌كه‌م: به‌ڵگه‌ى مێژوویی، هه‌روه‌ک پێشتر باسكرا، كه‌ نزیكه‌ى ٦٠ ساڵ له‌مه‌وبه‌ر له‌ ئه‌مریكا، ڕێژه‌ی نه‌خۆشى شه‌كره‌ له‌سه‌دا ١ كه‌متر بوو و ئێستاش له‌سه‌دا ١٠ زیاتره‌. هه‌روه‌ها بەگوێرەى ڕاپۆرتى ڕێكخراوى تەندروستى جیهانى (WHO): ژمارەى نەخۆشانی شەكرە لە ساڵى ١٩٨٠ تەنها ١٠٨ ملیۆن (٤,٧%) بووە بەڵام لە ساڵى ٢٠١٤ ڕێژەكە بووەتە ٤٢٢ ملیۆن (٨,٥%). بێگومان له‌م ماوه‌ كورته‌ جيناتى مرۆڤ نه‌گۆڕاوه‌ به‌ڵكو ته‌نها خواردن و جووله‌مان گۆڕاوه‌. بۆيه‌ ده‌توانين ئه‌م ڕێژه‌يه‌ بگێڕينه‌وه‌ بارى پێشووى يان كه‌متريش.
دووه‌م: توێژینه‌وه‌، چه‌ندین توێژینه‌وه‌ له‌ جیهان ئه‌نجام دراون و ئێمه‌ش له‌ هه‌ولێر توێژینه‌وه‌یه‌كى هاوشێوه‌ى ئه‌وانمان ئه‌نجام دا. توێژینه‌وه‌كه‌مان به‌م شێوه‌یه‌ بوو: باسى خۆراكى ته‌ندروستمان بۆ نزیكه‌ى ٧٠ نه‌خۆش كرد و ئه‌م به‌رنامه‌ی ئێمه‌یان په‌یڕه‌و كرد. له‌ هه‌مان كات، ٧٠ نه‌خۆشى تریش ته‌نها زانیاریمان لێ وه‌رگرتن به‌ڵام باسى خۆراكى ته‌ندروستمان بۆیان نه‌كرد. هه‌ردوو گرووپ هاتووچۆى دكتۆرى خۆیان ده‌كرد و به‌گوێره‌ى ڕێنماییه‌كان حه‌ب و ده‌رمانیان وه‌رده‌گرت. پاش نزیكه‌ى ٣ تا ٦ مانگ، هه‌ر دوو گرووپه‌كه‌مان به‌راورد كرد. ڕێژه‌ى فه‌حسى سێ مانگى له‌ گرووپى دووه‌م به‌ تێكڕاى نیو پله‌ زیادى كردبوو به‌ڵام گرووپى یه‌كه‌م به‌ تێكڕایی ٢.٢ كه‌مى كردبوو. واته‌ ئه‌گه‌ر نه‌خۆشێك فه‌حسه‌كه‌ى ٨ بوو بێت، پاش سێ تا شه‌ش مانگ بووه‌ به‌ ٦ یان كه‌متریش که‌ نزیکه‌ له‌ ئاسایی بوونه‌وه‌.
سێیه‌م: كردار، ئێستا با واز له‌ قسان بێنین بێینه‌ سه‌ر کردار. ئه‌وه‌ زیاتر له‌ # ساڵه‌ نه‌خۆشى شه‌کره‌ت هه‌یه‌ هه‌روا به‌ره‌به‌ره‌ وه‌زعت به‌ره‌و خراپى ده‌چێ. داوات لێ ده‌كه‌م ته‌نها بۆ ماوه‌ى ٦ حه‌فته‌ ئه‌م به‌رنامه‌یه‌ تاقی بکه‌یه‌وه‌ تا به‌چاوى خۆت ببینى. بۆ زانیارى، ئه‌و خۆراكه‌ی داوات لێ ده‌كه‌م بیخۆى، هه‌مان ئه‌و خۆراكه‌یه‌ كه‌ خۆم زیاتر له‌ ١٠ ساڵه‌ ده‌یخۆم هه‌رچه‌نده‌ سوپاس بۆ خوا تا ئێستا هیچ نه‌خۆشیه‌كم نیه‌ به‌ڵام پێش ده‌ ساڵ سه‌وه‌فانى ئه‌ژنۆم هه‌بوو ئه‌ویش چاك بۆته‌وه‌!
كاتێك نه‌خۆش له‌ عیاده‌ دێنه‌ لام، پێیان ده‌ڵێم: ئه‌م به‌رنامه‌یه‌ بۆ ماوه‌ى ٦ حه‌فته‌ تاقى بكه‌وه‌ و ئه‌گه‌ر سوودت لێ وه‌ر نه‌گرت وه‌ره‌وه‌ پاره‌كه‌ت ده‌ده‌ینه‌وه‌! ئه‌وه‌ش به‌ سوعبه‌ت نیه‌ به‌ڵکو به‌ جیددیه‌!
وه‌ڵامه‌ ڕاسته‌كه‌ى ئه‌م پرسیاره‌ش ئه‌وه‌یه‌: به‌ڵێ نه‌خۆشى شه‌كره‌ چاره‌سه‌رى هه‌یه‌ و ته‌نها یه‌ك چاره‌سه‌ریش، ئه‌ویش: خۆراكى ته‌ندروسته‌. ئێستاش با بێنه‌ سه‌ر باسى خۆراك و بزانین كامه‌ى ته‌ندروست و كامه‌ى ناته‌ندروسته‌.
---
چاره‌سه‌رى ماناى چیه‌؟ هه‌ندێك نه‌خۆش و به‌داخه‌وه‌ دكتۆریش ده‌ڵێن ئه‌مه‌ چاره‌سه‌رى نیه‌ به‌ڵکو ته‌نها به‌ شێوه‌یه‌كى كاتى كپ ده‌بێت. به‌ڵگه‌شیان ئه‌وه‌یه‌: ئه‌گه‌ر نه‌خۆشه‌که‌ بگه‌ڕێته‌وه‌ سه‌ر خۆراکى پێشووى، دووباره‌ نه‌خۆشیه‌که‌ ده‌گه‌ڕێته‌وه‌.  ئایا گه‌روو ئه‌ستوور بوون یان هه‌و كردنى گورچیله‌ ئه‌گه‌رى هه‌یه‌ بگه‌ڕێته‌وه‌ پاش چاره‌سه‌رى؟ بێگومان.
حه‌ب و ده‌رمان چاره‌سه‌رى نیه‌ چونكه‌ پێناسه‌ى چاره‌سه‌رى ئه‌وه‌یه‌ نه‌خۆشیه‌كه‌ت به‌ره‌و باشى بچێ و پێویستت به‌ ده‌رمان نه‌مێنێ. حه‌ب و شورته‌!
هه‌رچه‌نده‌ ده‌ڵێم حه‌ب و ده‌رمان چاره‌سه‌رى نیه‌ به‌ڵام به‌ هه‌ڵه‌ تێنه‌گه‌ى: پێویسته‌ له‌سه‌ر حه‌ب و ده‌رمانه‌کانت به‌ شێوه‌ى ئێستا به‌رده‌وام بی هه‌تا ڕێژه‌ى شه‌كره‌ت ده‌گاته‌وه‌ نزیك ١٠٠ و ناچار ده‌بی حه‌به‌كانت كه‌م بكه‌یه‌وه‌.
ئه‌دى ئه‌گه‌ر بگه‌ڕێمه‌وه‌ سه‌ر خۆراكى ئاسایی؟ یه‌که‌م ئه‌و خۆراکه‌ ئاسایی نیه‌ و نا ته‌ندروسته‌. دووه‌م به‌ڵێ تووش ده‌بیه‌وه‌. نه‌خۆشم هه‌بووه‌ بۆ ماوه‌ى چه‌ندین ساڵ وازى له‌ ده‌رمان هێناوه‌ پاشان ده‌ستى به‌ خۆراكی ناته‌ندروست كردۆته‌وه‌ و هاتۆته‌وه‌ لام و گله‌یی ده‌کرد و ده‌یگوت: دكتۆر، ئه‌دى ئه‌توو نه‌تگۆ چاك ده‌بمه‌وه‌. بۆچی دووباره‌ شه‌كره‌م به‌رز بوویته‌وه‌؟ دواتر وه‌ڵامى ئه‌م پرسیاره‌ش ده‌ده‌مه‌وه‌.

# خۆراك
* ڕاپرسى
** خراپترین خۆراک
<svg>
@@ شه‌كر خراپترین نیه‌
** باشترین خۆراک
<svg>
@@ نانى جۆ خراپه‌
* پێوه‌رى شه‌كرى خۆراك
** برنج <img_ans0>
** نانى گه‌نم <img_ans0>
** نانى جۆ <img_ans0>
** شه‌کر <img_ans0>
** هه‌نگوین <img_ans1>
** خورما <img_ans1>
** نیسک <img_ans1>
<notes>
کامه‌ خۆراک بۆ نه‌خۆشى شه‌کره‌ خراپه‌ و کامه‌یان باشه‌؟
ئه‌مه‌ پرسیارى سێیه‌م و کۆتایی بوو له‌ هه‌مان ڕاپرسی،‌ با یه‌که‌مجار بێینه‌ سه‌ر به‌شى خراپترین خۆراك، ئه‌مه‌ش ئه‌نجامه‌كه‌یه‌: هه‌روه‌ك ده‌بینى زیاتر له‌ ٩٥ له‌سه‌دا باوه‌ڕیان وایه‌ كه‌ شه‌كر خراپترین خۆراكه‌ بۆ نه‌خۆشى شه‌كره‌. ناحه‌قیش نین، وا ده‌بینین كه‌ ئه‌م نه‌خۆشیه‌ به‌ناوى خۆراكه‌وه‌ كراوه‌. ژماره‌یه‌كى كه‌م وه‌ڵامه‌كانیان ڕاست بوو به‌ڵام هه‌ندێكیش ده‌یانگوت هه‌نگوین یا نیسك خراپترین خۆراكه‌. ئێستاش خۆت بۆ وه‌ڵامێكى تری چاوه‌ڕوان نه‌كراو ئاماده‌ بكه‌:
* شه‌كر خراپترینی ئه‌م حه‌فت خۆراكه‌ نیه‌. له‌ ڕاستیدا شه‌كر نه‌ یه‌كه‌مه‌ و نه‌ دووه‌مه‌ و نه‌ سێیه‌م به‌ڵكو چواره‌مه‌ له‌ خراپى. واته‌ سێ خۆراك له‌م لیسته‌ له‌ شه‌كر خراپترن جا بۆ نه‌خۆشى شه‌كره‌ و یان هه‌تا ئه‌و كه‌سه‌ش كه‌ نه‌خۆشى شه‌كره‌شى نه‌بێ. هیوادارم نه‌چى بڵێى دكتۆر گوتوویه‌تى شه‌كر باشه‌ چونكه‌ چواره‌مه‌ له‌ خراپى! نه‌خێر، ده‌مه‌وێ ئه‌مه‌ بڵێم: شه‌كر زۆر خراپتره‌ له‌وه‌ى كه‌ ده‌یزانی به‌ڵام سێ خۆراك له‌م لیسته‌ له‌ شه‌كریش خراپترن.
ئه‌مه‌ ده‌رباره‌ى خراپترین، ئێستاش وه‌ڵامى پرسیارى باشترین خۆراك: هه‌روه‌ك ده‌بینن، زیاتر له‌ ٨٥ له‌سه‌دا باوه‌ڕیان وابوو كه‌ نانى جۆ (واته‌ ئه‌وه‌ى پێى ده‌ڵێن نانى سوكه‌رى یان نانى ڕه‌ش) باشترین خۆراكه‌ بۆ ئه‌م نه‌خۆشیه‌. ئه‌مانه‌ش وه‌ڵامه‌کانى دیکه‌ن. وه‌ڵامه‌ ڕاسته‌كه‌ش ئه‌وه‌یه‌: ئه‌و نانى جۆیه نه‌ك هه‌ر باش نیه‌ به‌ڵكو له‌ نانى گه‌نمیش خراپتره‌.
له‌ زانستى پزیشكى پێوه‌رێك هه‌یه‌ پێى ده‌ڵێن پێوه‌رى ڕێژه‌ى به‌رز بوونه‌وه‌ی شه‌كرى خوێن بۆ هه‌ر خۆراكێك (gylcemic index). بیرۆكه‌ى ئه‌م پێوه‌ره‌ ئه‌وه‌یه‌: ئه‌گه‌ر ڕێژه‌ى شه‌كره‌ى خوێن له‌ خورینى فه‌حس بكه‌ى و پاشان بڕێكى دیاریكراوی خۆراكێك بخۆى، بۆ نموونه‌ ١٠٠ گرام، ئینجا پاش دوو سه‌عات دووباره‌ فه‌حسى بكه‌وه‌ بزانی چه‌ندى به‌رز كردۆته‌وه‌. ئه‌مانه‌ بریتین له‌ ڕێژه‌كان له‌ خراپترینه‌وه‌ بۆ باشترین:
برنج یه‌كه‌مه‌ و ڕێژه‌كه‌ى له‌ ده‌وربه‌رى هه‌شتایه‌ و له‌وانه‌یه‌ زیاتریش بێت. دووه‌م و سێیه‌م نانى گه‌نم و نانى جۆیه‌، ڕێژه‌كه‌یان له‌ ده‌ورى حه‌فتایه‌ و چه‌ند زیاتر سپی بكرێن هێشتا ڕێژه‌كه‌یان زیاتر ده‌بێت و له‌وانه‌یه‌ له‌ برنجیش تێپه‌ڕێت. چواره‌م ئینجا شه‌كر دێت و ڕێژه‌كه‌ى نزیكه‌ى شه‌سته‌. ئه‌رێ سه‌یر نیه‌ برنج و نان ڕێژه‌ى شه‌كره‌ى خوێن له‌ شه‌كر زیاتر به‌رز بكه‌نه‌وه‌؟ به‌ڵێ زۆر سه‌یره‌. دواتر ئه‌مه‌ ڕوون ده‌كه‌مه‌وه‌ به‌ڵام ئێستا خۆت بۆ زانیاریه‌كى مه‌ترسیدار ئاماده‌ بكه‌: ئه‌گه‌ر له‌ كاتى نان خواردن قاپێك برنجیان له‌ پێش داناى، ئه‌وه‌ قاپێك برنج نیه‌ به‌ڵكو نزیكه‌ى قاپێك و نیو شه‌كره‌. ئه‌گه‌ر ده‌یخۆى عافیه‌تت بێ. بۆ زانیاریت، ئه‌وه‌ زیاتر له‌ ده‌ ساڵه‌ من نه‌ نانم خواردووه‌ نه‌ برنج. ئه‌گه‌ر بمخواردبا ئێستا زه‌غت و شه‌كره‌ و چه‌ند نه‌خۆشى ترم ده‌بوو وه‌كو ئه‌و خه‌ڵكه‌ى له‌ ته‌مه‌نى من یان گه‌نجتریش!
له‌وانه‌ بلێى هیچت نه‌هێشته‌وه‌ بخۆم، ئه‌وها بڕوا له‌ برسان ده‌مان كوژى!
ده‌ ساڵه‌ نه‌ نانم خواردووه‌ نه‌ برنج، ئه‌گه‌ر بمخواردبا ئێستا زه‌غت و شه‌كره‌ و چه‌ند نه‌خۆشى ترم ده‌بوو وه‌كو ئه‌و خه‌ڵكه‌ى له‌ ته‌مه‌نى من یان گه‌نجتریش!
ئه‌م چوار خۆراكه‌، زۆر خراپن و هه‌تا پێت بكرێت خۆت لێیان به‌ دوور بگره‌، له‌ ڕاستیدا غه‌دره‌ ناویان لێ بنێن خۆراك هه‌روه‌ک دواتر ڕوون ده‌که‌مه‌وه‌. پێنجه‌م له‌م ڕێزبه‌ندیه‌ هه‌نگوینه‌ كه‌ ڕێژه‌كه‌ى له‌ په‌نجاكانه‌. شه‌شه‌م خورمایه‌ به‌ هه‌ر جۆرێكیه‌وه‌، ڕێژه‌كه‌ی له‌ چله‌كانه‌. حه‌فته‌میش نیسكه‌ كه‌ ڕێژه‌كه‌ى له‌ خوار سیه‌. ئه‌م سێ خۆراكه‌ى دوایی، زۆر باشن و ده‌توانی به‌ تێرى بیانخۆی. له‌وانه‌یه‌ ئه‌م قسه‌یه‌ش به‌لاته‌وه‌ سه‌یر بێت چونكه‌ ته‌قریبه‌ن هه‌موو كه‌س ده‌ڵێن: هه‌رچه‌نده‌ هه‌نگوین و خورما خۆراكى ته‌ندروستن به‌ڵام بۆ نه‌خۆشى شه‌كره‌ خراپن. هه‌روه‌ك ده‌بینی، قسه‌كه‌ى من ته‌واو پێچه‌وانه‌یه‌. كه‌واته‌ به‌ كێ باوه‌ڕ بكه‌ی؟! من ده‌ڵێم به‌ هیچمان باوه‌ڕ مه‌كه‌ و جیهازى فه‌حست هه‌یه‌ و خۆت تاقى بكه‌وه‌.
له‌وانه‌ بلێى هیچت نه‌هێشته‌وه‌ بخۆم، ئه‌وها بڕوا له‌ برسان ده‌مان كوژى! من چۆن ده‌توانم بێ نان و برنج بژیم؟! ئێستاش با بێنه‌ سه‌ر وه‌ڵامی ئه‌و پرسیارانه‌ت.
---
زیانه‌كانى گه‌نم
زیانه‌كانى نانى جۆ بۆ نه‌خۆشى شه‌كره‌ 

# ئه‌دى چ بخۆم؟
* تایبه‌تمه‌ندیه‌كان
* بنه‌ماكان
* ژه‌مه‌كان
* خۆراكه‌كان
<notes>
ئه‌دى چ بخۆم؟!
له‌ وه‌ڵامى ئه‌م پرسیاره‌، باسى تایبه‌تمه‌ندیه‌كانى ئه‌م به‌رنامه‌یه‌ و بنه‌ماكانى ده‌كه‌م. هه‌روه‌ها له‌ هه‌ر ژه‌مێك چ بخۆین و چۆن خۆراكه‌كان ئاماده‌ بكه‌ین.

# تایبەتمەندیەكانى ئەم بەرنامەیە
* وازهێنان له‌ پارێزى
* خۆراكى بەتام
* خۆراكى شیرین
* بە تێرى
* كه‌مكردنه‌وه‌ى ده‌رمان
* پاش ماوه‌یه‌ك، حەفتەی ژەمێك بە كەیفی خۆت
<notes>
# تایبەتمەندیەكانى ئەم بەرنامەیە
* وازهێنان له‌ پارێزى: ده‌توانى هه‌موو 'خوارده‌مه‌نيه‌ك' بخۆيت.
* هەرگیز برسیت نابێت: ده‌توانیت بە تێرى خۆرا‌ك بخۆيت.
* خۆراكى بەتام و تەندروست.
* دەتوانیت خۆراكى شیرینیش بخۆیت.
* لە هەمان كات، ناچار دەبیت بەرەبەرە دەرمانەكانت كەم بكەیتەوە.
* پاش ئاسایی بوونەوە، دەتوانیت ‌‌حەفتەی ژەمێك ته‌نها ژه‌مێك بە كەیفی خۆت بخۆیت!

# بنه‌ماكان
٣ بنه‌ما:
* ئه‌وه‌ى خۆراك نیه‌ وازى لێ بێنه‌
* ئه‌وه‌ى خۆراكه‌ به‌تێرى بخۆ
* هیچ ژه‌مێك بێ زه‌لاته‌ مه‌خۆ
<notes>
بنه‌ماكانى ئه‌م به‌رنامه‌یه‌، زۆر ئاسانه‌، نه‌ نووسینه‌وه‌ نه‌ له‌به‌ر كردنى ده‌وێ
كورت كردنه‌وه‌ به‌ یه‌ك ڕسته‌: هه‌ر خۆراكێك خوا دروستى كردبێ و ده‌ستى مرۆڤى پێ نه‌گه‌یشتبێ تا تێكى بدا ئه‌وه‌ به‌ تێرى بخۆ!
٣ بنه‌ما:
* ئه‌وه‌ى خۆراك نیه‌ وازى لێ بێنه‌ (٦ حه‌فته‌)
* هیچ ژه‌مێك بێ زه‌لاته‌ مه‌خۆ
* هه‌ر خۆراكێك به‌ مه‌عقولى و به‌ تێرى

# ئه‌وه‌ى خۆراك نیه‌ وازى لێ بێنه‌
هه‌رشتێك دروست كرا بێ له‌:
* برنج <img>
* گه‌نم <img>
* جۆ <img>
* شه‌كر <img>
<notes>
ئایا ئه‌گه‌ر كێك و پاقلاوه‌ و بیپسى بخۆى، ده‌ڵێ خۆراكم خواردووه‌؟ ئه‌وانه‌ى خه‌ڵك پێى ده‌ڵێ نان و برنج، له‌ كێك و پاقلاوه‌ و بیپسى خرایترن.
وازهێنان له‌ ناخۆراك
هه‌رشتێك دروست كرا بێ له‌:
* برنج
* گه‌نم
* جۆ
جۆش؟ به‌ڵێ جۆش چونکه‌ زه‌مانى قه‌دیمیش نه‌ک خه‌ڵکى هه‌ژاریش هه‌تا پێى بکرا بوایه‌ نانى جۆى نه‌ده‌خوارد به‌ڵکو هه‌ر هیچ نه‌با  گه‌نمیان له‌گه‌ڵ تێکه‌ڵ ده‌کرد که‌ پێیان ده‌گوت مجاش.
* شه‌كر

# ئه‌وه‌ى خۆراكه‌ به‌تێرى بخۆ
<notes>
بێ نان؟ زه‌لاته‌ له‌جیاتى نان

# هیچ ژه‌مێك بێ زه‌لاته‌ مه‌خۆ‌
* چاره‌سه‌رى ژماره‌ یه‌ك
<notes>
چاره‌سه‌رى ژماره‌ دوو: ژه‌مه‌ ته‌ندروسته‌كان
چاره‌سه‌رى ژماره‌ سێ: ڕۆژوو گرتن
زه‌لاته‌ ته‌نها یه‌ک گرفتى هه‌یه‌،‌ئه‌ویش ئه‌وه‌یه‌: هه‌رچه‌نده‌ به‌تام و ته‌ندروست بی، به‌ڵام پێ تێر نابی. به‌ڵام کاتێک زه‌ڵاته‌ له‌گه‌ڵ یه‌کێک له‌و پێخۆرانه‌ بخورێ که‌ تازه‌ باسکران، ئه‌و کاته‌ ته‌واو تێ ده‌بێ. 
نموونه‌ى خۆم ئه‌گه‌ر نیسك بێ زه‌لاته‌ بخۆم ٤-٥ قاپ به‌ڵام یه‌ك یان دوو به‌ زه‌ڵاته‌

# ژه‌مه‌كان
* به‌یانى
* نیوه‌ڕۆ
* ئێواره‌
* نێوژه‌م
<notes>
په‌ندێكى ئینگلیزى
Breakfast Like a King, Lunch Like a Prince, Dinner Like a Pauper
https://www.youtube.com/watch?v=9zNRcgsagrs

# ژه‌مى به‌یانى
زه‌ڵاته‌ له‌گه‌ڵ:
* پاقه‌مه‌نى: نیسك، نۆك، ئارینۆك، لۆبیا، پاقله‌، فاسۆلیا، فاسۆلیاى سوور، ماش...
* گۆشت: گۆشتى سوور، جه‌رگ، مریشك، ماسى...
* هێلكه‌: هێلكه‌ى كوڵاو، هێلكه‌ى به‌ڕۆن، هێلكه‌ و نۆك، هێلكه‌ و باینجان، هێلكه‌ و په‌تاته‌، فریتاتا...
* چه‌ره‌زات: فستق عه‌بید، گوێز، باوی، گوڵه‌به‌ڕۆژه‌...
<notes>
سه‌وزه‌: ڕۆژانه‌ پێویسته‌ به‌لاى كه‌م نیو كیلۆ گرام سه‌وزه‌ بخورێ. سه‌وزه‌ تاكه‌ خواردنه‌ كه‌ بڕى دیارى ناكرێ، واته‌ چه‌ندى پێت ده‌كرێ بیخۆ! هه‌روه‌ها ده‌كرێ به‌ خاوى یان به‌ كوڵاوى بخورێ. ئه‌مانه‌ چه‌ند نموونه‌یه‌كن له‌و سه‌وزانه‌ى كه‌ به‌خاوى ده‌خورێن: خاس، ته‌ماته‌، ئاروو، گێزه‌ر، بیبه‌ر، پیاز، كه‌له‌م، كه‌ره‌وز، توور، سپێناخ، كه‌وه‌ر، ته‌ڕه‌تووله‌، ته‌ڕه‌پیاز، جه‌رجیر، مه‌عده‌نووس  ... هتد. بێگومان ده‌كرێ هه‌ریه‌ك له‌مانه‌ به‌ جیا بخورێن یان پارچه‌ بكرێن و بكرێته‌ زه‌لاته‌. بۆ تام خۆشكردنى زه‌لاته‌ش، ده‌توانى به‌ گوێره‌ى پێویست به‌هارات و سركه‌ى كورده‌وارى و خه‌ل و ئاوى لیمۆى تێبكه‌ى. بۆ ئه‌وه‌ى ببێته‌ جه‌مێكى ته‌واویش، چه‌ره‌زات یان ماسى تێبكه‌. نموونه‌ى سه‌وزه‌ كه‌ به‌كوڵاوى ده‌خورێت: قه‌رنابیت، ته‌ماته‌، باینجان، كودى، شێلم، گێزه‌ر، كه‌ره‌وز، بیبه‌ر، پیاز، سیر، سپێناخ، سلق، بامیه‌، كوارگ، په‌تاته‌، مه‌عده‌نووس ... هتد. ده‌توانى هه‌ریه‌ك له‌مانه‌ یان ژماره‌یه‌كیان به‌یه‌كه‌وه‌ بكولێنرێت وه‌ك خواردنى ته‌پسى به‌ڵام بێ ڕۆن یان ته‌نها یه‌ك كه‌وچك.
سه‌وزه‌: به‌ خاوى، به‌ کوڵاوى،‌ به‌ برژاوى، به‌ ترشاوى و سه‌وزه‌ى وه‌رزیش له‌ بیر مه‌که‌ وه‌کو تۆڵکه‌ و که‌نگر و شێلم...
میوه‌: به‌ شێوه‌یه‌كى گشتى میوه‌ وزه‌ى زۆری تێدایه‌ بۆیه‌ ئه‌گه‌ر كێشت زیاده‌ و جوله‌ت كه‌مه‌، ئه‌وا هه‌تا كێشت ده‌گاته‌ ڕاده‌ى پێویست، ڕۆژانه‌ له‌ 3-4 پارچه‌ زیاتر میوه‌ مه‌خۆ. یه‌ك پارچه‌ وه‌ك یه‌ك سێوى گه‌وره‌، یه‌ك پرته‌قاڵ، یه‌ك مۆز، یه‌ك هه‌نار یان به‌ قه‌ده‌ر مستت له‌ میوه‌ى بچوك یان گه‌وره‌ وه‌ك ترێ و هه‌نجیر و شفتى و گندۆره‌... هتد. هه‌تا ده‌توانى په‌لكی میوه‌ لێمه‌كه‌وه‌.
پاقله‌مه‌نى: له‌ دواى سه‌وزه‌ و میوه‌، باشترین خواردن پاقله‌مه‌نیه‌. ڕۆژانه‌ ده‌توانى 1-2 قاپ پاقله‌مه‌نى یان زیاتریش بخۆیت. نموونه‌ى پاقله‌مه‌نى بریتیه‌ له‌: نیسك و نۆك و پاقله‌ و لۆبیا و فاسولیا و فاسولیاى سۆر و ڕه‌ش و لۆبیاى سپى و ماش ... هتد. ده‌توانیت پاقله‌مه‌نى به‌ ساده‌یی لێبنێت یان به‌ چه‌لاوى گۆشت.
چه‌ره‌زات: ڕۆژانه‌ 1-2 چه‌نگ.
ماسى: هه‌فته‌ى جارێك یان دووجار.
مریشك: هه‌فته‌ى جارێك یان كه‌متر.
گۆشتى سۆر: مانگى جارێك یان كه‌متر.
ماست: ڕۆژانه‌.
شیر: هه‌فته‌ى جارێك یان دوو جار.
به‌هارات و سركه‌ و خه‌ل و لیمۆ: به‌كه‌یفى خۆت!
ڕۆن: ڕۆژانه‌ كه‌وچكێك یان كه‌متر.
برنج: له‌وتارێكى پێشتر باسكراوه‌. واچاكه‌ هه‌فته‌ى جارێك زیاتر نه‌خورێت هه‌تا ئه‌گه‌ر برنجى بۆریش بێت.
خوێ: هه‌تا ده‌كرێ به‌كاری مه‌هێنه‌ چونکه‌ ئه‌م خۆراکانه‌ به‌ گوێره‌ پێویستى له‌ش خوێیان تێدایه‌. بۆ نموونه‌ چه‌ره‌زات و زه‌یتوون عاده‌ته‌ن سوێر ده‌کرێن.

# ژه‌مى نیوه‌ڕۆ
<notes>

# ژه‌مى ئێواره‌
<notes>

# نێوان ژه‌مه‌كان
* میوه‌
* خورما
<notes>
وا چاكه‌ میوه‌ هه‌موو ڕۆژى نه‌خورێ
ئه‌گه‌ر سه‌لاجه‌ میوه‌ى تێدا نه‌بوو مشه‌وه‌ش مه‌به‌!
<notes>

# نموونه‌ى خۆراك
* ژه‌مى سه‌ره‌كى
* زه‌لاته‌
* خۆراكى منداڵان
<notes>
ژه‌مى سووك: ژه‌مى لابه‌لا

# ژه‌مى سه‌ره‌كى
* نیسك
* نۆك
* ئارینۆك
* لۆبیا
* پاقلە
* ماش
* فەلافل
* هه‌ویرى نۆك و ته‌حین
* هێلكە و نۆك
* هێلكه‌ و په‌تاته‌
* هێلكه‌ و باینجان
* فریتاتا
* مریشكى برژاو
* په‌تاته و مریشك
* پەتاتە
* شفتە
* ڕاتاتوویی
* قەرنابیتى برژاو
* زه‌لاته‌ى كوڵاو
* زه‌لاته‌ى برژاو
* گۆشتى گیایی
* جەرگ
* گۆشتى سوور
* ...
<notes>

# شۆرباى نیسك
<img_40>
پێكهاتەكان:
١ پياز
١ كەوچك ڕۆنى زەيتون
٢ گێزەر
٢ كەرەوز
٢ قاشە سير
١ كەوچكى چا مەردەقۆش (ئۆریگانۆ)ى وشك
١ گەڵاى غار
١ كەوچكى چا ڕێحانى وشك
٤-٦ تەماتە
٢ بەرداخ نيسكى وشك (پان، سەوز)
٨ پەرداخ ئاو
١-٢ پەرداخ سپێناخ
٢ كەوچك خەل یان یەك لیمۆى پارچە كراو
خوێ و بیبەرى ڕەشى تازە كوتراو بە گوێرەى تام
<notes>
بەتامترین شۆرباى نیسك!
كاتێك كە باسى خۆراكى تەندروست دەكرێت، زۆربەى خەڵك خۆراكێكى بێتامیان دێتە خەیاڵ. نیسك یەكێكە لە تەندروستترین و بەتامترین خۆراكەكان بۆ هەموو تەمەنێك. ئەمەى خوارەوە یەكێكە لە بەناوبانگترین و بەتامترین وەسفەى نیسك. ئەم وەسفەیە، زیاتر لە ٤ هەزار كەس تاقیان كردۆتەوە و نزیكەى ٢ هەزار سەرنجى دەربارە نووسراوە:
چۆنیەتى ئامادە كردن:
لە مەنجەڵێكى گەورە، ڕۆنەكە بقرچێنەوە. پياز و گێزەر و كەرەوز ورد بكە و لە ناو ڕۆنەكە زەردى بكە تا پياز ناسك دەبێت. پاشان سير و گەڵاى غار و مەردەقۆش و ڕێحانى تێ بكە. بۆ ٢ خولەك بیانكوڵێنە.
تەماتەكە ورد بكە و لەگەڵ ئاو و نیسكەكە تێیان بكە. بیكوڵێنە تا نیسكەكە نەرم دەبێت پاشان ئاگرەكە كەم بكەوە و هێواش بیكوڵێنە بۆ نزیكەى ١ سەعات. پاشان سپێناخەكە ورد بكە و تێى بكە و بیكوڵێنە تا نەرم دەبێت. خەل و خوێ و بیبەرى ڕەشى تێ بكە و تێكى بدە.
تێبینى: هەرچەندە ئەم وەسفەیە پڕیەتى لە سەوزە، بەڵام هه‌ر باشتر وایە لەگەڵ زەڵاتە بخورێت.
لەم لینکە، دەتوانیت چۆنیەتى ئامادە کردن بە شێوەى ڤیدیۆ ببینیت و وردەکاری زیاتر بخوێنیتەوە:
https://www.allrecipes.com/recipe/13978/lentil-soup

# نۆكاو
<img_40>
٢ به‌رداخ نۆک
١ پیازى گه‌وره‌
١ که‌وچک ڕۆن
١ که‌وچک زه‌رده‌چۆ
١ که‌وچک بیبه‌رى ڕه‌شى تازه‌ کوتراو
نیو که‌وچک بیبه‌رى تیژ
١ که‌وچک جاتره‌
١ که‌وچک خوێ
<notes>
چۆنيەتی دروستكردنی
نۆكەكە لەسەر ئاگر دادەنێین، دوو ئەوەندەی خۆی ئاوی تێ دەكەین، بۆ ماوەى دوو سەعات لەسەر ئاگر دەبێت، پیاز و ڕۆنەكە سوور دەكەينەوە و بەهاراتەكەی تێ دەكەین، دواتر لەگەڵ نۆكەكەی تێكەڵی دەكەین، دواتر لەسەر ئاگرەكە بەجێى دەهێڵین تاوەكو بەتەواوی لەگەڵ یەك دەكوڵێ.

# هه‌ویرى نۆك و ته‌حین
<img_40>

# زه‌لاته‌
* زه‌لاته‌ى ته‌واو
* زه‌لاته‌ى خێرا
* زه‌لاته‌ى پاروو
* ماست و خیار
* زه‌لاته‌ى گێزه‌ر
* زه‌لاته‌ى كەلەم
* زه‌لاته‌ى چەوەندەر
* تورشى سوور
* تورشى زه‌رد
* ...
<notes>
سه‌وزه‌ به‌ خاوى
چه‌ند جۆرى زیاتر بێ باشتره‌
<notes>

# زه‌لاته‌ى ته‌واو
<img_40>
به‌لاى كه‌م ١٢ پێكهاته‌:
* ته‌ماته‌، خیار 
* پیاز، گێزه‌ر، بیبه‌رى سه‌وز، بیبه‌رى ڕه‌نگاوڕه‌نگ، كه‌له‌م
* كه‌ره‌وز، سپێناخ، جه‌رجیر...
* لیمۆ، سركه‌، زه‌یتوون، خه‌ل، ته‌حین
* به‌هارات: بیبه‌رى ڕه‌ش، بیبه‌رى سوورى تیژ، كه‌موون، زه‌رده‌چۆ...
* ڕه‌شكه‌، تۆى كه‌تان، كونجی...
* سێو
<notes>
# زه‌لاته‌ى ته‌واو
به‌لاى كه‌م ١٢ پێكهاته‌:
* ته‌ماته‌
* خیار
* پیاز
* گێزه‌ر
* بیبه‌رى سه‌وز
* كه‌له‌م
* كه‌ره‌وز
* لیمۆ
* سركه‌
* زه‌یتوون
* به‌هارات
* سێو
* ڕه‌شكه‌

# زه‌لاته‌ى خێرا
ئه‌گه‌ر کاتت نه‌بوو:
* ته‌ماته‌ <img>
* خیار <img>
* گێزه‌ر <img>
* بیبه‌رى سه‌وز <img>
* پیاز <img>
* که‌ره‌وز <img>
* زه‌یتوون <img>
* ...
<notes>
ئه‌م زه‌ڵاته‌یه‌ هه‌روه‌ها پێى ده‌ڵێم: زه‌لاته‌ى پیاوان یان زه‌غه‌لان! ئه‌گه‌ر کاتت نه‌بوو یان تاقه‌تت نه‌بوو زه‌لاته‌ى کابانان دروست بکه‌ى، ئه‌و کاته‌ ته‌ماته‌ک و خیاره‌ک و گێزه‌ره‌ک و بیبه‌ره‌ک و سه‌لکه‌ پیازه‌ک و هه‌ندێک که‌ره‌وز و چه‌ند دنکه‌ زه‌یتوونێک و هه‌رچى سه‌وزه‌یه‌کى دیکه‌ت به‌ده‌ست که‌وت له‌ پێشه‌ خۆت ڕێزیان بکه‌. با بڵێین ئه‌و پێخۆره‌که‌ هێڵکه‌ى کوڵاوه‌. گه‌زه‌یه‌کى بچووک له‌ هێلکه‌که‌ بده‌ و پاشان گه‌زه‌یه‌ک له‌ هه‌ریه‌ک له‌و خۆراکانه‌ بده‌ که‌ له‌ پێشته‌، به‌م جۆره‌ له‌ناو ده‌وت ده‌بێ له‌ زه‌لاته‌. که‌واته‌ هیچ بیانووت نه‌ماوه‌ بڵێى وه‌ڵا زه‌ڵاته‌یان بۆ ئاماده‌ نه‌کردووم!

# زه‌لاته‌ى پاروو
<img_40>
* كه‌له‌م <img>
* ته‌ماته‌ <img>
* خیار <img>
* گێزه‌ر <img>
* بیبه‌رى سه‌وز <img>
* پیاز <img>
* که‌ره‌وز <img>
* زه‌یتوون <img>
* ...
<notes>
كه‌له‌مێك بێنه‌، پارچه‌ى مه‌كه‌. یه‌ك له‌ په‌لكه‌كانى لێ بكه‌وه‌. له‌ناو ده‌ستتى دانێ. پێخۆره‌كه‌ت چیه‌ بیخه‌ ناوى، بۆ نموونه‌ پێستى مریشك. پاشان پارچه‌ك ته‌ماته‌ و خیار و گێزه‌ر و پیاز و بیبه‌ر و كه‌ره‌وز و زه‌یتوون و هه‌رچی سه‌وزه‌ى دیكه‌ى ده‌ستكه‌وت بیخه‌ ناوى و بیپێچه‌وه‌! به‌م شێوه‌یه‌ ده‌بیته‌ خاوه‌ن پاروو. ئه‌و زه‌ڵاته‌یه‌ سوودێکى تریشى هه‌یه‌: زۆر غه‌ریبى پارووى نان ناكه‌ى! بۆ زانیارى: من هه‌میشه‌ كه‌له‌مێكم له‌ناو سه‌لاجه‌ هه‌یه‌. هه‌ركه‌ ته‌واو زوو ده‌چمه‌ بازاڕ و دانه‌یه‌كى تر دێنمه‌وه‌، هه‌ندێك جار هى سه‌وز و هه‌ندێك جاریش هی سوور.

# ماست و خیار
<img_40>

# زه‌لاته‌ى گێزه‌ر
<img_40>

# خۆراكى منداڵان
* نۆتێلا
* باوه‌نتى
* سارده‌مه‌نى
<notes>
منداڵ ده‌بێت وا فێر بکرێ که‌ هه‌موو خۆراکێک بخوا. واته‌ نابێ وه‌کو ژه‌م خۆراکى به‌جیاواز  بۆ منداڵ دروست بکڕێ.
به‌ڵام ده‌کرێ هه‌ندێک خۆراکیان بۆ دروست بکرێ که‌ حه‌زیان لێیه‌ وه‌کو: نۆتێلا، باوه‌نتى و سارده‌مه‌نی
سوودى ئاماده‌ کردنى خۆراک له‌گه‌ڵ منداڵ
Food Art

# نۆتێلا
<img_40>
* بندق یان کاژۆ
* خورما
* کاکاو
* ڤانیلا
* ئاو
`,`# الـبرنامج الـغـذائي لمرضى السكري
## سؤال و جواب
<BPC>
د. ولي عمر
<notes>

# مرض السكري
ليس فقط ارتفاع السكر في الدم
اذا تم اهماله:
* الدماغ
* العيون
* القلب
* الكلية
* ضغط الدم
* الجروح
* القدم
* الاعضاء التناسلية
* ...
<notes>

# نبذة
<svg>
<notes>

# ٣ أسئلة
* ما هو سبب مرض السكري؟
* هل هناك علاج للسكري؟
* ما هي الاغذية الضارة للسكري؟
<notes>

# السؤال الاول
ماهو السبب الرئيسي لمرض السكري؟
() الوراثة
() الحالة النفسية
() أكل الحلويات
() زيادة الوزن
() قلة الحركة
() الحمل
() أخرى: ___
<notes>

# السؤال الثاني
هل هناك "علاج" لمرض السكري؟
() یجب عليه اخذ العلاج لبقية حياته
() نعم یوجد علاج: ___
<notes>

# السؤال الثالث
ماهي الاغذية الاكثر ضررا لمرضي السكري مما يلي؟
() السكر <img>
() التمر <img>
() العسل <img>
() خبز الحنطة (الخبز الابيض) <img>
() خبز الشعير (خبز السكري) <img>
() الرز <img>
() العدس <img>
<notes>

# معلومات
سنة الميلاد:
___
الجنس:
() ذكر
() أنثى
مدة مرض السكري:
___ <ymd_combo>
أعلى نسبة سكر في الدم:
___
الفحص التراكمي:
___
<notes>

# الأجوبة والتوضیحات
<answers>
<notes>

# الاسباب
* مسح
<svg>
سبب واحد فقط:
@@ الغذاء غير الصحي <img_ans1>

# الحالة النفسية
* التسعينيات: @الهجرة الجماعية@ 
<img_50>
* الثمانينات: @الحرب العراقیة الایرانیة@ 
** قصف الطائرات
<img_50>
** جبهات القتال
<img_50>
* الستينيات: @القرى@ 
<img_50>

# الوراثة
* اجدادك
* السكري في كردستان
<svg>
* السكري في امريكا
<img_60>

# العلاج
* مسح في كردستان
<svg>
* تقرير المجلة الطبية البريطانية
<img_40>
علاج واحد:
@@ الغذاء الصحي <img_ans1>

# الغذاء
* مسح
** اسوأ غذاء
<svg>
@@ السكر ليس الاسوأ
** احسن غذاء
<svg>
@@ خبز الشعير غير صحي
* السكر في الغذاء
** رز <img_ans0>
** خبز الحنطة <img_ans0>
** خبز الشعير <img_ans0>
** سكر <img_ans0>
** عسل <img_ans1>
** تمر <img_ans1>
** عدس <img_ans1>

# ماذا آكل؟
* المميزات
* المبادئ
* الوجبات
* الوصفات

# مميزات البرنامج
* لا حمية
* لا جوع
* اكلات شهية
* اكلات حلوة
* في نفس الوقت: تقليل الادوية
* بعد فترة: وجبة في الاسبوع حسب ما تشتهي

# المبادئ
٣ مبادئ:
* تخل عن ما ليس بغذاء
* كل أي غذاء حتى الشبع
* السلطة مع كل الوجبات

# تخل عن ما ليس بغذاء
تجنب:
* رز <img>
* حنطة <img>
* شعير <img>
* سكر <img>

# كل أي غذاء حتى الشبع

# السلطة مع كل الوجبات

# الوجبات
* الفطور
* الغذاء
* العشاء
* ما بين الوجبات

# الافطار
السلطة مع:
* بقوليات: عدس، حمص، بازلاء، لوبيا، باقلاء، فاصوليا، فاصوليا حمراء، ماش...
* لحوم: اللحم الاحمر، كبد، دجاج، سمك...
* بيض: مغلي، مقلي، مع الحمص، مع الباذنجان، مع البطاطا، فريتاتا...
* مكسرات: فستق عبيد، جوز، لوز، حب الشمس...

# الغذاء

# العشاء

# ما بين الوجبات

# نماذج وصفات
* الاطباق الرئيسية
* السلطة
* وصفات الاطفال
<notes>
* طبق جانبي

# الاطباق الرئيسية
* عدس
* حمص
* ماش
* البازلاء الصفراء
* فلافل
* لوبياء
* باقلاء
* دجاج مشوي
* البيض والحمص
* البيض والبطاطا
* البيض والباذنجان
* كبد
* الدجاج والبطاطا
* البطاطا
* شفتة
* راتاتويي
* قرنابيت مشوي
* السلطة كولاو
* فریتاتا
* اللحم النباتي
* حمص بالطحينة

# عدس
<img_40>

# حمص
<img_40>

# حمص بالطحينة
<img_40>

# السلطة
* سلطة كاملة
* سلطة سريعة
* سلطة اللفة
* الخيار واللبن
* سلطة الجزر
* سلطة اللهانة
* سلطة الشوندر
* طرشي اصفر
* طرشي احمر

# السلطة الكاملة
<img_40>
على الاقل ١٢ مكون:
* خيار
* طماطة
* بصل
* جزر
* الفلفل الاخضر
* اللهانة
* كرفس
* ليمون
* زيتون
* دبس الرمان
* بهارات
* تفاح
* الحبة السوداء

# السلطة السریعة
قلة الوقت:
* طماطة <img>
* خيار <img>
* جزر <img>
* فلفل اخضر <img>
* بصل <img>
* كرفس <img>
* زيتون <img>
* ...

# سلطة اللفة
<img_40>
* لهانة <img>
* طماطة <img>
* خيار <img>
* جزر <img>
* فلفل اخضر <img>
* بصل <img>
* كرفس <img>
* زيتون <img>
* ...

# الخيار واللبن
<img_40>

# سلطة الجزر
<img_40>

# وصفات للاطفال
* نوتيلا
* باونتي
* المرطبات

# نوتيلا
<img_40>
* بندق او كاجو
* تمر
* كاكاو
* فانيلا
* ماء
`,`# Diabetes Nutrition Program
## Questions & Answers
<BPC>
Dr. Wali Omer
<notes>

# Diabetes
Not just elevated blood sugar
If neglected:
* Brain
* Eyes
* Heart
* Kidney
* Hypertension
* Wound
* Feet
* Reproductive system
* ...
<notes>

# Overview
<svg>
<notes>

# 3 Questions
* What is the cause of diabetes?
* Can diabetes be treated?
* What food are bad for diabetes?
<notes>

# First Question
What is the main cause of diabetes?
() Genetic
() Psychological status
() Eating sweets
() Obesity
() Lack of exercise
() Pregnancy
() Others: ___
<notes>

# Second Question
Can diabetes be "treated"?
() Have to take medications for life
() Yes there is treatment: ___
<notes>

# Third Question
Which of the following food is most harmful for diabetes?
() Sugar <img>
() Dates <img>
() Honey <img>
() Wheat_bread <img>
() Barley_bread <img>
() Rice <img>
() Lentil <img>
<notes>

# Information
Year of birth:
___
Gender:
() Male
() Female
Duration of diabetes:
___ <ymd_combo>
Highest blood sugar:
___
HbA1c:
___
<notes>

# Answers & Explanations
<answers>

# Cause
* Survey
<svg>
Only one cause:
@@ Unhealthy Diet <img_ans1>

# Psychological Status
* Nineties: @mass_exodus@ 
<img_50>
* Eighties: @Iraq-Iran_War@ 
** Air_Strike
<img_50>
** Frontlines
<img_50>
* Sixties: @villages@ 
<img_50>

# Genetics
* Your grandparents
* Diabetes in Kurdistan
<svg>
* Diabetes in USA
<img_50>

# Treatment
* Survey in Kurdistan
<svg>
* BMJ Report
<img_40>
* History
** USA: @1%@  @&rarr; 10%@ 
** WHO: @104@  @&rarr; 422@ 
* Research
* Test
Only one treatment:
@@ Healthy Diet <img_ans1>

# Food
* Survey
** Worst food
<svg>
@@ Sugar not the worst
** Best food
<svg>
@@ Barley not healthy
* Glycemic index
** Rice <img_ans0>
** Wheat bread <img_ans0>
** Barley bread <img_ans0>
** Sugar <img_ans0>
** Honey <img_ans1>
** Dates <img_ans1>
** Lentil <img_ans1>

# What Should I Eat?
* Characteristics
* Principles
* Meals
* Recipes

# Program Characteristics
* No dieting
* Tasty food
* Sweet food
* No hunger
* At the same: reduce medications
* After sometime: a meal of your choice one a week

# Principles
3 Principles
* Avoid any non-food
* Eat any food to satiety
* Salad with every meal

# Avoid any non-food
Avoid:
* Rice <img>
* Wheat <img>
* Barley <img>
* Sugar <img>

# Eat any food to satiety

# Salad with every meal

# Meals
* Breakfast
* Lunch
* Dinner
* Snacks

# Breakfast
Salad with:
* Legumes: lentil, chickpea, split pea, black-eye pea, broad bean, navy bean, red bean, mung bean...
* Meat: Red meat, Liver, chicken, fish...
* Eggs: bolided, fried, egg and eggplant, fritata...
* Nuts: peanut, wallnut, almond, sunflower seeds...

# Lunch

# Dinner

# Snakcs

# Recipe Examples
* Main dishes
* Salads
* Children recipes
<notes>
* Side dishes

# Main Dishes
* Lentil soup
* Chickpea
* Split pea
* Broad bean
* Mung bean
* Falafil
* Hummus
* Cowpea
* Egg and chickpea
* Egg and potato
* Egg and eggplant
* Red meat
* Liver
* Roasted chicken
* Chicken and potato
* Roasted potato
* Shfta
* Ratatouille
* Roasted cauliflower
* Boiled salad
* Roasted salad
* Fritata
* Vegetable meat
<notes>
Boiled salad: vegetables, potato plus chicken or fish boiled
Roasted salad: vegetables, potato plus chicken or fish in oven

# Lentil_Soup
<img_40>

# Chickpea_Soup
<img_40>

# Hummus
<img_40>

# Salad
* Proper salad
* Quick salad
* Wrap salad
* Cucumber and yogurt
* Carrot salad
* Cabbage salad
* Beatrood salad
* Yellow pickles
* Red pickes
<notes>
(fermented vegetables: salad)

# Proper_Salad
<img_40>
At least 12 ingredients:
* Tomato
* Cucumber
* Onion
* Carrot
* Green pepper
* Cabbage
* Celery
* Lemon
* Olive
* Pomegranate syrup
* Spices
* Apple
* Nigella seeds

# Quick Salad
No time:
* Tomato <img>
* Cucumber <img>
* Carrot <img>
* Green_pepper <img>
* Onion <img>
* Celery <img>
* Olive <img>
* ...

# Wrap Salad
<img_40>
* Cabbage <img>
* Tomato <img>
* Cucumber <img>
* Carrot <img>
* Green_pepper <img>
* Onion <img>
* Celery <img>
* Olive <img>
* ...

# Cucumber_&_Yogurt
<img_40>

# Carrot_Salad
<img_40>

# Children Recipes
* Notella
* Bounty
* Smoothies

# Nutella
<img_40>
* Hazelnut or cashew
* Dates
* Cacao
* Vanilla
* Water
`
];

const sta=[ // slide time array
[0.2,3.2,4.7], // 0. 0:15 title
[0.2,1.2,5.1,11,12.7,14.4,16,17.8,20,25.4,27.5,31.7], // 1. 0:37 dm complications
[2.6,5,6.4,11.8,12.3,13.8,21.3,21.8,22.9,29.9,35.9], // 2. 0:37  overview
[0.6,2.9,6,9.6], // 3. 0:15 3 questions
[0.2,1.4,4,6.6,14,15.8,17.7,19.1,26.8], // 4. 0:29 q1 cause
[0.2,1.5,37.2,41.1], // 5. 0:46 q2 treatment
[0.2,2,8.6,11.2,12.5,13.7,16.3,20.5,21.6], // 6. 0:22 q3 food
[3.1,6.4,6.8,8.1,8.3,8.5,9.5,9.7,12.1,12.3,16.5,16.7], // 7. 0:19 information
[0.7,4.3,5.3,6.3,'7.5:1','8.5:1','9.5:1'], // 8. 1:02 answers :1=>
[0.2,3.6,7.4,18.3,24.2,28.5,30.3,33.6,35.5,36.3,36.9,38,39.9,40.8,42.3,49.8,50.3,52.5,54.8], // 9. 1:34 cause
[0.2,22.4,24.7,48,'174:2',177.1,178.8,181.4,182.4,'197:2',197.4,198.4,'213:2',214.6,219.1,219.8], // 10. 4:54 psychologica status, [2=>hide previous, if there another no, it is hide that step]
[0.2,22.2,31.1,50.6,58.1,58.6,59.1,59.5,59.8,62.3,73,74.3,75.8,76.8,78.1,78.6,79.1,81.6,82.8,83.3,'125:2:3',126,135.1], // 11. 2:51 genetics
[1.4,4.4,8.2,10,11,16,16.3,17,17.3,'22:2:2',23,26.2,'53:2',54,58.6,60.8,63.2,68.7,74.5,79.6,94.8,148.7,186.3,188.4], // 12. 3:17 treatment
[0.2,6.3,9.2,10.5,12.3,14,23.8,24.9,25.2,25.5,28.5,28.8,29.2,29.5,33.3,33.5,36.1,'68:2','69:2:3',70.1,71.4,71.7,73.2,81.3,81.5,81.8,82.1,82.4,82.7,83,83.3,84.4,84.7,87.3,'91:2','92:2:18',93.8,118.1,124.5,125.3,135.4,185.2,188.9,193.7], // 13. 3:52 food
[1.7,4.5,7,9.7,11.4], // 14. 0:28 what would i eat?
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 15. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 16. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 17. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 18. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 19. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 20. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 21. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 22. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 23. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 24. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 25. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 26. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 27. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 28. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 29. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 30. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 31. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 32. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 33. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 34. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 35. 
[0.2,1,1.5,2,2.5,3,3.5,4,4.5,5], // 36. 
[0.2,1,2,3,4,4.8]  //
];

const stsa=[2,4,5,6,7,12,13];

const dica=[
["به‌رده‌وام به‌", "استـمـر", "Continue"],
["ساڵ", "سنة", "Years"],
["مانگ", "شهر", "Months"],
["ڕۆژ", "یوم", "Days"],
["٣ پرسیار", "٣ اسئلة", "3 Questions"],
["بزانیت <img_ans1>", "تعرف <img_ans1>", "Know <img_ans1>"],
["بوه‌سته‌", "توقف", "Stop"],
["نه‌زانیت <img_ans0>", "لا تعرف <img_ans0>", "Not Know <img_ans0>"],
["به‌جیددى", "بجدیة", "Seriously"],
["ڕوون كردنه‌وه‌", "توضيحات", "Explanations"],
["چ بخۆم؟", "ماذا آكل؟", "What to Eat?"]
// ["", "", ""],
];

const dmca=[ // dm cause array
['ده‌روونى|65.5', 'بۆماوه‌یی|20.0', 'شیرینى|7.8', 'قه‌ڵه‌وی|3.0', 'كه‌مى جووله‌|2.0', 'دووگیانى|1.6'],
['نفسي|65.5', 'وراثة|20.0', 'حلويات|7.8', 'سمنة|3.0', 'قلة الحركة|2.0', 'حمل|1.6'],
['Mental|65.5', 'Genetic|20.0', 'Sweets|7.8', 'Obesity|3.0', 'Lack of Ex|2.0', 'Pregnancy|1.6'],
];

const dmpa=[ // dm prevlanece array
['كوێت|20.7','قه‌ته‌ر|19.8','ئیمارات|18.8','ئه‌مریكا|10.7','ئه‌وروپا|6.7','مالی|2.1','گامبیا|1.9','بێنین|1.1'],
['كویت|20.7','قطر|19.8','امارات|18.8','امريكا|10.7','اوروپا|6.7','مالي|2.1','گامبیا|1.9','بنين|1.1'],
['Kuwait|20.7','Qatar|19.8','UAE|18.8','USA|10.7','Europe|6.7','Mali|2.1','Gambia|1.9','Benin|1.1']
];

const dmta=[ // dm treatment array
['نه‌خێر|98.0','به‌ڵێ|2.0'],
['كلا|98.0','نعم|2.0'],
['No|98.0','Yes|2.0']
];

const dmfa=[ // dm food array
['شه‌كر|95.3','برنج|1.7','نانى گه‌نم|1.4','هه‌نگوین|1.0','نیسك|0.6'],
['سكر|95.3','رز|1.7','خبز ابيض|1.4','عسل|1.0','عدس|0.6'],
['Sugar|95.3','Rice|1.7','W Bread|1.4','Honey|1.0','Lentil|0.6']
];

const dmba=[ // dm best food array
['نانى جۆ|85.6','نیسك|12.6','خورما|0.7','هه‌نگوین|0.7','نانى گه‌نم|0.2'],
['خبز الشعیر|85.6','عدس|12.6','تمر|0.7','عسل|0.7','خبز الحنطة|0.2'],
['Barley|85.6','Lentil|12.6','Dates|0.7','Honey|0.7','W Bread|0.2']
];








const mmpa=[
[-1,0], //   placeholder
[0,0], //    title id, sub_of, slide id
[1,1], //    if neglected
[1,2], //    overview
[1,3], //    3 questions
[4,4], //    - Q1
[4,5], //    - Q2 
[4,6], //    - Q3
[4,7], //    - info
[1,8], //    answers and explanation
[9,9], //    - cause 
[10,10], //    - psych status
[10,11], //    - genetics
[9,12], //   - treatment
[9,13], //   - food
[1,14], //   what should i eat?
[15,15], //   - characteristics 
[15,16], //   - principles
[17,17], //    - avoid non-food  
[17,18], //    - eat any food
[17,19], //    - every meal with salad
[15,20], //   - meals
[21,21], //    - break fast
[21,22], //    - lunch
[21,23], //    - supper
[21,24], //    - snacks
[15,25], //   - recipes
[26,26], //    - main dish
[27,27], //      - lentil soup
[27,28], //      - chickpea
[27,29], //      - chickpea
[26,30], //    - salad
[31,31], //      - proper salad
[31,32], //      - quick salad
[31,33], //      - wrap salad
[31,34], //      - cuccumber and yogurt salad
[31,35], //      - carrot salad
[26,36], //    - children recipes
[37,37] //       - notella
];