const cnta=[
`# به‌رنامه‌ى خۆراک بۆ نه‌خۆشى شه‌کره‌
## پرسیار و وه‌ڵام
<BPC>
د. وه‌لى عومه‌ر

# نه‌خۆشى شه‌کره‌
ته‌نها به‌رز بوونه‌وه‌ى شه‌کر له‌ خوێن نیه‌
ئه‌گه‌ر پشت گوێ بخرێ:
* مێشک
* چاو
* دڵ
* گورچیله‌
* فشارى خوێن
* برین
* پێ
* ئه‌ندامى زاوزێ
* ...

# به‌کورتی
<svg>

# ٣ پرسیار
* هۆى شه‌کره‌ چیه‌؟
* ئایا شه‌کره‌ چاره‌سه‌رى هه‌یه‌؟
* کامه‌ خۆراک بۆ شه‌کره‌ خراپه‌؟

# پرسیارى یه‌که‌م
هۆى سه‌ره‌کى نه‌خۆشى شه‌کره‌ چیه‌؟
() بۆماوه‌یی
() بارى ده‌روونى
() خواردنى شیرینی
() خواردنى چه‌ورى
() قه‌ڵه‌وى
() دووگیانى
() هى تر: ___

# پرسیارى دووه‌م
ئایا نه‌خۆشى شه‌کره‌ "چاره‌سه‌رى"ی هه‌یه‌؟
() تا له‌ ژیان ماوه‌ ده‌بێ حه‌ب و ده‌رمان وه‌ر بگرێ
() به‌ڵێ: ___

# پرسیارى سێیه‌م
کامه‌ له‌م خۆراکانه‌ له‌ هه‌موویان خراپتره‌ بۆ نه‌خۆشى شه‌کره‌ (هه‌مان بڕ)؟
() شه‌کر <img>
() خورما <img>
() هه‌نگوین <img>
() نانى گه‌نم (نانى سپی) <img>
() نانى جۆ (نانى سوکه‌رى) <img>
() برنج <img>
() نیسک <img>

# زانیارى
ساڵى له‌دایک بوون:
___
ڕه‌گه‌ز:
() نێر
() مێ
ماوه‌ى نه‌خۆشى شه‌کره‌:
___ <ymd_combo>
به‌رزترین ڕێژه‌ى شه‌کرى خوێن:
___
فه‌حسى سێ مانگى:
___

# وه‌ڵامى پرسیاره‌کان
<answers>

# هۆکار
<svg>
ته‌نها یه‌ک هۆ:
@@ خۆراکى ناته‌ندروست <img_ans1>

# بارى ده‌روونى
* نه‌وه‌ده‌کان: کۆچڕه‌و
* هه‌شتاکان: هێرشى فڕۆکه‌
* شه‌سته‌کان: گونده‌کان

# بۆماوه‌یی
* باپیرت
* کوردستان: ١٩٥٨
* ئه‌مریکا: ١٩٥٨

# چاره‌سه‌رى
<svg>
ته‌نها یه‌ک چاره‌سه‌رى:
@@ خۆراکى ته‌ندروست <img_ans1>

# خۆراک
<svg>
* شه‌کر خراپترین نیه‌

# تایبەتمەندیەكان
* وازهێنان له‌ پارێزى
* بەتێرى بخۆ
* خۆراكى بەتام
* خۆراكى شیرین
* لە هەمان کات، که‌م کردنه‌وه‌ى ده‌رمان.
* پاش ماوه‌یه‌ک: ‌‌حەفتەی ژەمێك بە کەیفی خۆت

# ئه‌دى چ بخۆم؟
٣ بنه‌ما:
* ئه‌وه‌ى خۆراک نیه‌ وازى لێ بێنه‌
* هیچ ژه‌مێک بێ زه‌لاته‌ مه‌خۆ
* هه‌ر خۆراکێک به‌ مه‌عقولى و به‌ تێرى

# ژه‌مى به‌یانى
زه‌ڵاته‌ له‌گه‌ڵ:
* نیسک
* نۆک
* لۆبیا
* پاقله‌
* فاسۆلیا
* فاسۆلیاى سوور
* ماش
* گۆشتى سوور
* جه‌رگ
* گۆشتى سپی
* هێلکه‌
* فستق عه‌بید
* گوێز
* باوی

# زه‌لاته‌
٣ جۆر:
* زه‌لاته‌ى ته‌واو
* زه‌لاته‌ى خێرا
* زه‌لاته‌ى پاروو

# زه‌لاته‌ى ته‌واو
به‌لاى که‌م ١٢ پێکهاته‌:
* خیار
* ته‌ماته‌
* پیاز
* گێزه‌ر
* بیبه‌رى سه‌وز
* که‌له‌م
* که‌ره‌وز
* لیمۆ
* سرکه‌
* زه‌یتوون
* به‌هارات
* سێو
* ڕه‌شکه‌

# زه‌لاته‌ى خێرا

# زه‌لاته‌ى پاروو

# نموونه‌ى خۆراک
* نیسک
* نۆك
* ئارینۆك
* فەلافل
* لۆبیا
* پاقلە
* ماش
* مریشکى برژاو
* هێلکە و نۆك
* هێلکه‌ و په‌تاته‌
* هێلکه‌ و باینجان
* جەرگ
* په‌تاته و گۆشت
* پەتاتە
* شفتە
* ڕاتاتوویی
* قەرنابیتى برژاو
* زه‌لاته‌ى کوڵاو
* فریتاتا
* گۆشتى گیایی
* زه‌لاته‌ى کەلەم و گێزەر
* زه‌لاته‌ى چەوەندەر
* سه‌لاته‌ى گێزه‌ر
* ماست و خیار
* هه‌ویرى نۆك و ته‌حین
* تورشى سۆر
* تورشى زه‌رد

# خۆراکى منداڵان
* نۆتێلا
* باوه‌نتى
* سارده‌مه‌نى
`,`# الـبرنامج الـغـذائي لمرضى السكري
## سؤال و جواب
<BPC>
د. ولي عمر

# مرض السكري
ليس فقط ارتفاع السكر في الدم
اذا تم اهماله:
* الدماغ
* العيون
* القلب
* الكلية
* ضغط الدم
* الجروح
* القدم
* الاعضاء التناسلية
* ...

# نبذة
<svg>

# ٣ أسئلة
* ما هو سبب مرض السكري؟
* هل هناك "علاج" للسكري؟
* ما هي الاغذية الضارة للسكري؟

# السؤال الاول
ماهو السبب الرئيسي لمرض السكري؟
() الوراثة
() الحالة النفسية
() أكل الحلويات
() أكل الدهونيات
() زيادة الوزن
() الحمل
() أخرى: ___

# السؤال الثاني
هل هناك "علاج" لمرض السكري؟
() یجب عليه اخذ العلاج لبقية حياته
() نعم: ___

# السؤال الثالث
ماهي الاغذية الاكثر ضررا لمرضي السكري مما يلي؟
() السكر <img>
() التمر <img>
() العسل <img>
() خبز الحنطة (الخبز الابيض) <img>
() خبز الشعير (خبز السكري) <img>
() الرز <img>
() العدس <img>

# معلومات
سنة الميلاد:
___
الجنس:
() ذكر
() أنثى
مدة مرض السكري:
___ <ymd_combo>
أعلى نسبة سكر في الدم:
___
الفحص التراكمي:
___

# الأجوبة
<answers>

# الاسباب
<svg>
سبب واحد فقط:
@@ الغذاء غير الصحي <img_ans1>

# الحالة النفسية
* التسعينيات: الهجرة الجماعية
* الثمانينات: قصف المدن
* الستينيات: القرى

# الوراثة
* جدك
* كردستان: ١٩٥٨
* امريكا: ١٩٥٨

# العلاج
<svg>
علاج واحد:
@@ الغذاء الصحي <img_ans1>

# الغذاء
<svg>
* السكر ليس الاسوأ

# خصائص
* لا حمية
* لا جوع
* اكلات شهية
* اكلات حلوة
* في نفس الوقت: تقليل الادوية
* بعد فترة: وجبة في الاسبوع حسب ما تشتهي

# ماذا آكل؟
٣ مبادئ:
* تخل عن ما ليس بغذاء
* السلطة مع كل الوجبات
* كل مأكول حسب المعقولية حتى الشبع

# الافطار
السلطة مع:
* عدس
* حمص
* لوبيا
* باقلاء
* فاصوليا
* فاصوليا حمراء
* ماش
* اللحم الاحمر
* كبد
* اللحم الابيض
* بيض
* فستق عبيد
* جوز
* لوز

# السلطة
٣ انواع:
* سلطة كاملة
* سلطة سريعة
* سلطة ملفوف

# السلطة الكاملة
على الاقل ١٢ مكون:
* خيار
* طماطة
* بصل
* جزر
* الفلفل الاخضر
* اللهانة
* كرفس
* ليمون
* زيتون
* دبس الرمان
* بهارات
* تفاح
* الحبة السوداء

# السلطة الكاملة

# سلطة الملفوف

# نماذج وصفات
* عدس
* ماش
* حمص
* البازلاء الصفراء
* فلافل
* لوبياء
* باقلاء
* دجاج مشوي
* البيض والحمص
* البيض والبطاطا
* البيض والباذنجان
* كبد
* الدجاج والبطاطا
* البطاطا
* شفتة
* راتاتويي
* قرنابيت مشوي
* السلطة كولاو
* فریتاتا
* اللحم النباتي
* سلطة الجزر واللهانة
* سلطة الشوندر
* سلطة الجزر والتفاح
* الخيار واللبن
* حمص بالطحين
* طرشى اصفر
* طرشى احمر

# وصفات للاطفال
* نوتيلا
* باونتي
* المرطبات
`,`# Diabetes Nutrition Program
## Questions & Answers
<BPC>
Dr. Wali Omer

# Diabetes
Not just elevated blood sugar
If neglected:
* Brain
* Eyes
* Heart
* Kidney
* Hypertension
* Wound
* Feet
* Reproductive system
* ...

# Overview
<svg>

# 3 Questions
* What is the cause of diabetes?
* Can diabetes be treated?
* What food are bad for diabetes?

# First Question
What is the main cause of diabetes?
() Genetic
() Psychological status
() Eating sweets
() Eating fat
() Obesity
() Pregnancy
() Others: ___

# Second Question
Can diabetes be "treated"?
() Have to take medications for life
() Yes: ___

# Third Question
Which of the following food is most harmful for diabetes?
() Sugar <img>
() Dates <img>
() Honey <img>
() Wheat bread <img>
() Barely bread <img>
() Rice <img>
() Lentil <img>

# Information
Year of birth:
___
Gender:
() Male
() Female
Duration of diabetes:
___ <ymd_combo>
Highest blood sugar:
___
HbA1c:
___

# Answers
<answers>

# Cause
<svg>
Only one cause:
@@ Unhealthy Diet <img_ans1>

# Psychological Status
* Nineties: mass exodus
* Eighties: air raid
* Sixties: villages

# Genetics
* Your grandpaents
* Kurdistan: 1958
* USA: 1958

# Treatment
<svg>
Only one treatment:
@@ Healthy Diet <img_ans1>

# Food
<svg>
* Sugar not the worst

# Characteristics
* No dieting
* No hunger
* Tasty food
* Sweet food
* At the same: reduce medications
* After sometime: a meal of your choice one a week

# What Should I Eat?
3 Principles
* Avoid non-food
* Salad with all meals
* Any food reasonably to satiety

# Breakfast
Salad with:
* Lentil
* Chickpea
* Black-eye pea
* Broad bean
* Navy bean
* Red bean
* Mung bean
* Red meat
* Liver
* White meat
* Egg
* Peanut
* Wallnut
* Almond

# Salad
3 Types:
* Proper salad
* Quick salad
* Wrap salad

# Proper Salad
At least 12 ingredients:
* Cucumber
* Tomato
* Onion
* Carrot
* Green pepper
* Cabbage
* Celery
* Lemon
* Olive
* Pomegranate syrup
* Spices
* Apple
* Nigella seeds

# Quick Salad

# Wrap Salad

# Recipe Examples
* Lentil soup
* Chickpea
* Broad bean
* Mung bean
* Split pea
* Falafil
* Cowpea
* Grilled chicken
* Egg and chickpea
* Egg and potato
* Egg and eggplant
* Liver
* Chicken and potato
* Grilled potato
* Shfta
* Ratatouille
* Grilled cauliflower
* Boiled salad
* Fritata
* Vegetable meat
* Carrot and cabbage salad
* Carrot and apple salad
* Beatrood salad
* Cucumber and yogurt salad
* Hummus
* Yellow pickles (fermented salad)
* Red pickes

# Children Recipes
* Notella
* Bounty
* Smoothies
`
];

const txta=[
`به‌رنامه‌ى خۆراك بۆ نه‌خۆشى شه‌كره‌: 
پرسیار و وه‌ڵام. 
سڵاو به‌ڕێزان، 
له‌سه‌ره‌تا ده‌مه‌وێ زۆر به‌کورتى چه‌ند ڕاستیه‌ک ده‌رباره‌ى ئه‌م نه‌خۆشیه‌ت بیر بخه‌مه‌وه‌:

نه‌خۆشى شه‌کره‌ ته‌نها به‌رز بوونه‌وه‌ى ڕێژه‌ی شه‌کر له‌ خوێن نیه‌. ئه‌گه‌ر پشت گوێ بخرێ، چه‌ندین ده‌رد و به‌ڵاى دیکه‌ به‌دواى خۆیدا ده‌هێنێ وه‌کو: جه‌ڵته‌ى مێشک، له‌ده‌ست دانى چاو، جه‌ڵته‌ى دڵ، په‌ککه‌وتنى گورچیله‌، به‌رز بوونه‌وه‌ى فشارى خوێن واته‌ زه‌غت، دره‌نگ چاک بوونه‌وه‌ى برین و پاشان لاڕه‌شه‌ (واته‌ گانگرین) و سه‌ره‌نجام بڕینه‌وه‌ى پێ، هه‌روه‌ها پیاو له‌ پیاوه‌تى و ژنیش له‌ ژناتى ده‌خات و به‌رگرى له‌شیش که‌م ده‌کاته‌وه‌. له‌ ڕاستیدا هیچ ئه‌ندامێکى له‌ش نیه‌ به‌ سه‌لامه‌تى له‌ده‌ست نه‌خۆشى شه‌کره‌ ده‌ربازى بێت.
زۆر که‌سیش ته‌نها ئه‌وه‌ کاته‌ ده‌زانن نه‌خۆشى شه‌کره‌یان هه‌یه‌ کاتێک خۆیان له‌ ئینعاش ده‌بیننه‌وه‌ یان له‌وانه‌یه‌ هه‌ر به‌ ئینعاشیش ڕانه‌گه‌ن.

پێش ئه‌وه‌ى بێینه‌ سه‌ر ورده‌کاریه‌کان، با زۆر به‌کورتى بیرۆکه‌ى ئه‌م به‌رنامه‌یه‌ بخه‌مه‌ ڕوو: سه‌ره‌تا سێ پرسیارت لێ ده‌که‌م که‌ ته‌نها چه‌ند خوله‌کێک ده‌خایه‌نێ، ئه‌گه‌ر وه‌ڵامى ئه‌م سێ پرسیاره‌ بزانیت ئه‌وا ده‌توانیت لێره‌ بوه‌ستی و پێویست ناکا به‌رده‌وام بی چونکه‌ ماناى وایه‌ که‌ زانیارى پێویستت هه‌یه‌ ده‌رباره‌ی ئه‌م نه‌خۆشیه‌. به‌ڵام ئه‌گه‌ر وه‌ڵامه‌کان نه‌زانی، ئه‌وا وا چاکه‌ به‌ جیددى وه‌رى بگری ئه‌گه‌رنا ده‌بێ چاوه‌ڕوانى ئه‌م ده‌رد و به‌ڵایانه‌ بکه‌ى که‌ تازه‌ باسکران. دواى ئه‌وه‌ وه‌ڵامه‌ هه‌ڵه‌کان ڕوون ده‌که‌مه‌وه‌ و له‌گه‌ڵ وه‌ڵامه‌ ڕاسته‌کانیش به‌راوردى ده‌که‌ین. له‌ کۆتاییش وه‌ڵامى ئه‌م پرسیاره‌ ده‌ده‌مه‌وه‌: ئه‌دى چ بخۆم؟

ئه‌مه‌ش سێ پرسیاره‌که‌:
یه‌که‌م: هۆى نه‌خۆشى شه‌كره‌ چیه‌؟
دووه‌م: ئایا نه‌خۆشى شه‌كره‌ چاره‌سه‌رى هه‌یه‌؟
سێیه‌م: كامه‌ خۆراك بۆ نه‌خۆشى شه‌كره‌ خراپه‌؟
ئێستاش با یه‌ک به‌ یه‌ک بێنه‌ سه‌ر پرسیاره‌کان.

پرسیاری یه‌که‌م
هۆى سه‌ره‌كى نه‌خۆشى شه‌كره‌ چیه‌؟ بۆماوه‌یی واته‌ ویراسه‌،‌ بارى ده‌روونى وه‌کوو خه‌م و خه‌فه‌ت، دڵه‌ڕاوکێ واته‌ قه‌له‌ق، ترس، تاسان واته‌ سه‌دمه‌…، خواردنى شيرينى، خواردنی چه‌ورى، قه‌ڵه‌وی، دووگیانی
تکایه‌ وه‌ڵامێک هه‌ڵبژێره‌. ئه‌گه‌ر ئه‌م بژاردانه‌ هیچیان ڕاست نین، هیتر هه‌ڵبژێره‌ و هۆیه‌که‌ بنووسه‌.

پرسیاری دووه‌م
ئایا نه‌خۆشى شه‌كره‌ "چاره‌سه‌رى"ی هه‌یه‌؟ با که‌مێک مانای وشه‌ى چاره‌سه‌رى ڕوون بکه‌مه‌وه‌.
هه‌روه‌ک ده‌زانی: زۆربەى ئەو كەسانەى تووشى نەخۆشى شەكرە دەبن، لەسەرەتا دكتۆر پێیان دەڵێ: "دەرەجەى نەخۆشیەكەت زۆر نیه‌ و ئەگەر پارێزى بكەی لەوانەیە پێویستیت بە حەب و دەرمان نەبێت". بەڵام پاش ماوەیەك دەڵێ: "وا دیارە نەخۆشیەكەت بە پارێزى كۆنترۆل ناكرێ بۆیە دەبێ حەب وەر بگریت". پاشان حەبەكان زیاد دەبن و دواتریش لەوانەیە بگاته‌ دەرزى لێدان. 
ئێستا پرسیاره‌که‌ ئه‌وه‌یه‌: ئایا نەخۆشی شەکرە تا ماوە ده‌بێت حه‌ب و ده‌رمان وه‌ربگرێ یان چاره‌سه‌رێک هه‌یه‌ که‌ له‌وانه‌یه‌ به‌هۆیه‌وه‌ بتوانێ به‌ره‌به‌ره‌ ده‌رمانه‌کان که‌م بکاته‌وه‌؟

پرسیاری سێیه‌م
كامه‌ له‌م خۆراكانه‌ له‌ هه‌موویان خراپتره‌ بۆ نه‌خۆشى شه‌كره‌  ئه‌گه‌ر هه‌مان بڕ بخۆیت؟
شه‌كر واته‌ شه‌کرى چا،‌ خورما،  هه‌نگوین،  نانى گه‌نم  واته‌ نانى سپی، نانى جۆ هه‌روه‌ها پێى ده‌ڵێن نانى سوكه‌رى یان نانى ڕه‌ش،  برنج،‌ نیسك.

به‌ر له‌وه‌ى باسى وه‌ڵامه‌کان بکه‌م، تکایه‌ هه‌ندێک زانیارى ده‌رباره‌ى خۆت له‌ خواره‌وه‌ تۆمار بکه‌: ساڵى له‌دایک بوون، ڕه‌گه‌ز، ماوه‌ى چه‌نده‌ نه‌خۆشى شه‌کره‌ت هه‌یه‌، به‌زرترین ڕێژه‌ى شه‌کرى خوێن له‌ ماوه‌ى (چه‌ند مانگى) ڕابردوو،‌ هه‌روه‌ها دوا فه‌حسى سێ مانگیت.

ئێستاش وه‌ڵامى پرسیاره‌کان
ئه‌مانه‌ى خواره‌وه‌ بریتین له‌ وه‌ڵامه‌کانت. ئه‌مه‌ش ئه‌نجامه‌کان.
هه‌روه‌ک ده‌بینى (وه‌ڵامێکت هه‌ڵه‌یه‌، دوو وه‌ڵامت هه‌ڵه‌یه‌) هه‌ر سێ وه‌ڵامت هه‌ڵه‌یه‌. واته‌ له‌م ئیمتیحانه‌ ساقیت بووى! 
ئێستا باش گوێ له‌مه‌ بگره‌: ئه‌وه‌ زیاتره‌ له‌ ## ساڵه‌ (مانگه‌) نه‌خۆشى شه‌کره‌ت هه‌یه‌ و تا ئێستا نازانی کامه‌ خۆراک باشه‌ و کامه‌یان خراپه‌ بۆ نه‌خۆشیه‌که‌ت. هه‌ر ئه‌مه‌ش هۆى سه‌ره‌کیه‌ که‌ له‌سه‌ره‌تاوه‌ تووشى ئه‌م نه‌خۆشیه‌ بووی. 
هه‌روه‌ها پێشتر گوتم: ئه‌گه‌ر وه‌ڵامى ئه‌م سێ پرسیاره‌ بزانیت ئه‌وا پێویست ناکا به‌رده‌وام بیت چونکه‌ ماناى وایه‌ که‌ زانیارى پێویستت هه‌یه‌. به‌ڵام هه‌روه‌ک ده‌بینى وه‌ڵامه‌کانت هه‌ڵه‌ بوون. بۆیه‌ وا چاکه‌ به‌ جیددى وه‌رى بگری ئه‌گه‌رنا ده‌بێ چاوه‌ڕوانى ئه‌م ده‌رد و به‌ڵایانه‌ بکه‌ى که‌ پێشتر باسکران.
بۆ زانینى وه‌ڵامه‌ ڕاسته‌کان و ڕوون کردنه‌وه‌یان، تکایه‌ کلیک له‌سه‌ر یه‌کێک له‌ پرسیاره‌کان بکه‌. به‌ڵام باشتر وایه‌ یه‌ک له‌ دواى یه‌ک به‌ گوێره‌ى ڕیزبه‌ندى پرسیاره‌کان به‌رده‌وام بیت. 

هۆى نه‌خۆشى شه‌کره‌
ئه‌م هێلکاریه‌ ئه‌نجامى ڕاپرسى نه‌خۆشانى شه‌کره‌ نیشان ده‌دات ده‌رباره‌ى هۆى نه‌خۆشى شه‌کره‌. هه‌روه‌ک ده‌بینى، نزیکه‌ى دوو له‌سه‌ر سێى نه‌خۆشه‌کان باوه‌ڕیان وایه‌ که‌ هۆکارى سه‌ره‌کى ئه‌م نه‌خۆشیه‌ بارى ده‌روونیه‌ وه‌کو خه‌م و خه‌فه‌ت و دڵه‌ڕاوکێ و ترس و تاسان. هه‌روه‌ها نزیکه‌ى یه‌ک له‌سه‌ر پێنجیش باوه‌ڕیان وایه‌ که‌ بۆماوه‌ هۆکارى سه‌ره‌کیه‌. ئه‌وانى تریش به‌م شێوه‌یه‌: خواردنى شيرينى ٨%، قه‌ڵه‌وى ٣%، که‌مى جووله‌ و وه‌رزش نه‌کردن،‌٢%
ئێستاش خۆت بۆ وه‌ڵامێکى چاوه‌ڕوان نه‌کراو ئاماده‌ بکه‌! ئه‌ویش ئه‌وه‌یه‌: ئه‌م هۆکارانه‌ هیچیان هۆى سه‌ره‌کى نین و نه‌خۆشى شه‌کره‌ ته‌نها یه‌ک هۆى سه‌ره‌کى هه‌یه‌ ئه‌ویش: خۆراکى ناته‌ندروسته‌.
ئێستاش یه‌ک به‌ یه‌ک دێینه‌ سه‌ر باسى ئه‌و هۆکارانه‌ى خه‌ڵک به‌هه‌ڵه‌ وا ده‌زانن که‌ ده‌بنه‌ هۆى نه‌خۆشى شه‌کره‌.

# بارى ده‌روونى
* نه‌وه‌ده‌کان: کۆچڕه‌و
ڕۆژى کۆچڕه‌وت به‌بیر دێ؟! ئه‌و کاته‌ ته‌مه‌نت نزیکى # ساڵ بوو.
نیشاندانى ڤیدیۆى کۆچڕه‌و
* هه‌شتاکان: هێرشى فڕۆکه‌
له‌ کاتى شه‌ڕى عێراق و ئێران، به‌ بیرت که‌ ئینزار لێى ده‌دا؟ هیج نه‌ده‌ما خۆمانى تێدا بشارینه‌وه‌. ده‌مانزانى که‌ له‌ماوه‌ى چه‌ند ده‌قه‌یه‌ک، چه‌ند که‌سێک له‌و شاره‌ به‌ر قه‌سفى ته‌یاره‌ ده‌که‌ون. ئه‌م ترس و دڵه‌ڕاوکێیه‌ نه‌ ڕۆژێک بوو نه‌ دوو، به‌ڵکو نزیکه‌ى هه‌شت ساڵى خایاند
* شه‌سته‌کان: گونده‌کان
زۆربه‌ى گونده‌کانى کورستان چه‌ندین جار کاو کران
ترس له‌ ته‌یاره‌، جه‌یش، جاش، ئاغا، نه‌بوونى و فه‌قیرى، نه‌خۆشى...
گه‌وره‌ترین حه‌م: جه‌رگ سووتان، به‌ تایبه‌تى بۆ دایکان. چه‌ند دایک منداڵیان مردن؟
داپیرم پاش چل ساڵ ناوى منداڵه‌ مردووه‌کان له‌سه‌ر زار بوو: پێش ئه‌وه‌ى ناوى باوکم یان مامم بێنێ، ناوى مردووه‌کان به‌سه‌ر زاردا ده‌هات
ئه‌گه‌ر خه‌م و خه‌فه‌ت و دڵه‌ڕاوکى هۆی سه‌ره‌کى نه‌خۆش شه‌کره‌ با ده‌بوایه‌ ئه‌و کاته‌ هه‌موویان نه‌خۆشى شه‌کریان هه‌با.
ئایا له‌و کاته‌ نه‌خۆشى شه‌کره‌ هه‌بوو؟ به‌ڵێ به‌ڵام ته‌نها ئاغا و شێخ و مه‌لا و خه‌ڵکى شاره‌کان تووش ده‌بوون!

# بۆماوه‌یی
* باپیرت
* کوردستان: ١٩٥٨
* ئه‌مریکا: ١٩٥٨
بۆچى گرنگه‌ هۆى نه‌خۆشى شه‌کره‌ بزانى؟ پێشگیرى لێ کردن، چاره‌سه‌رى
بۆچى خه‌ته‌ره‌ وه‌ڵامى ئه‌م پرسیاره‌ت هه‌ڵه‌ بێت؟ ته‌سلیم بوون و هه‌وڵ نه‌دان، چونکه‌ وا ده‌زانى له‌ ده‌سه‌ڵاتى خۆتدا نیه‌.
هۆى لاوه‌کى: تاسه‌
خوا هینایتى! به‌ ملى خواى دامه‌ینه‌!
کاتێک دکتۆر پێت ده‌ڵێت نه‌خۆشى شه‌کره‌ت هه‌یه‌، به‌لاى که‌م ١٠-١٥ ساڵه‌ ده‌ستى پێ کردووه‌.

# چاره‌سه‌رى
<svg>
ته‌نها یه‌ک چاره‌سه‌رى:
@@ خۆراکى ته‌ندروست <img_ans1>

# خۆراک
<svg>
* شه‌کر خراپترین نیه‌

# تایبەتمەندیەكانى ئەم بەرنامەیە
* وازهێنان له‌ پارێزى: ده‌توانى هه‌موو 'خوارده‌مه‌نيه‌ك' بخۆيت.
* هەرگیز برسیت نابێت: ده‌توانیت بە تێرى خۆرا‌ك بخۆيت.
* خۆراكى بەتام و تەندروست.
* دەتوانیت خۆراكى شیرینیش بخۆیت.
* لە هەمان کات، ناچار دەبیت بەرەبەرە دەرمانەکانت کەم بکەیتەوە.
* پاش ئاسایی بوونەوە، دەتوانیت ‌‌حەفتەی ژەمێك بە کەیفی خۆت بخۆیت!

# ئه‌دى چ بخۆم؟
٣ بنه‌ما:
* ئه‌وه‌ى خۆراک نیه‌ وازى لێ بێنه‌ (٦ حه‌فته‌)
* هیچ ژه‌مێک بێ زه‌لاته‌ مه‌خۆ
* هه‌ر خۆراکێک به‌ مه‌عقولى و به‌ تێرى

# ژه‌مى به‌یانى
زه‌ڵاته‌ له‌گه‌ڵ:
* نیسک
* نۆک
* لۆبیا
* پاقله‌
* فاسۆلیا
* فاسۆلیاى سوور
* ماش
* گۆشتى سوور
* جه‌رگ
* گۆشتى سپی
* هێلکه‌
* فستق عه‌بید
* گوێز
* باوی

# زه‌لاته‌
٣ جۆر:
* زه‌لاته‌ى ته‌واو
* زه‌لاته‌ى خێرا
* زه‌لاته‌ى پاروو

# زه‌لاته‌ى ته‌واو
به‌لاى که‌م ١٢ پێکهاته‌:
* خیار
* ته‌ماته‌
* پیاز
* گێزه‌ر
* بیبه‌رى سه‌وز
* که‌له‌م
* که‌ره‌وز
* لیمۆ
* سرکه‌
* زه‌یتوون
* به‌هارات
* سێو
* ڕه‌شکه‌

# زه‌لاته‌ى خێرا

# زه‌لاته‌ى پاروو

# نموونه‌ى خۆراک
* نیسک
* نۆك
* ئارینۆك
* فەلافل
* لۆبیا
* پاقلە
* ماش
* مریشکى برژاو
* هێلکە و نۆك
* هێلکه‌ و په‌تاته‌
* هێلکه‌ و باینجان
* جەرگ
* په‌تاته و گۆشت
* پەتاتە
* شفتە
* ڕاتاتوویی
* قەرنابیتى برژاو
* زه‌لاته‌ى کوڵاو
* فریتاتا
* گۆشتى گیایی
* زه‌لاته‌ى کەلەم و گێزەر
* زه‌لاته‌ى چەوەندەر
* سه‌لاته‌ى گێزه‌ر
* ماست و خیار
* هه‌ویرى نۆك و ته‌حین
* تورشى سۆر
* تورشى زه‌رد

# خۆراکى منداڵان
* نۆتێلا
* باوه‌نتى
* سارده‌مه‌نى
`,`# الـبرنامج الـغـذائي لمرضى السكري
## سؤال و جواب
<BPC>
د. ولي عمر

# مرض السكري
ليس فقط ارتفاع السكر في الدم
اذا تم اهماله:
* الدماغ
* العيون
* القلب
* الكلية
* ضغط الدم
* الجروح
* القدم
* الاعضاء التناسلية
* ...

# نبذة
<svg>

# ٣ أسئلة
* ما هو سبب مرض السكري؟
* هل هناك "علاج" للسكري؟
* ما هي الاغذية الضارة للسكري؟

# السؤال الاول
ماهو السبب الرئيسي لمرض السكري؟
() الوراثة
() الحالة النفسية
() أكل الحلويات
() أكل الدهونيات
() زيادة الوزن
() الحمل
() أخرى: ___

# السؤال الثاني
هل هناك "علاج" لمرض السكري؟
() یجب عليه اخذ العلاج لبقية حياته
() نعم: ___

# السؤال الثالث
ماهي الاغذية الاكثر ضررا لمرضي السكري مما يلي؟
() السكر <img>
() التمر <img>
() العسل <img>
() خبز الحنطة (الخبز الابيض) <img>
() خبز الشعير (خبز السكري) <img>
() الرز <img>
() العدس <img>

# معلومات
سنة الميلاد:
___
الجنس:
() ذكر
() أنثى
مدة مرض السكري:
___ <ymd_combo>
أعلى نسبة سكر في الدم:
___
الفحص التراكمي:
___

# الأجوبة
<answers>

# الاسباب
<svg>
سبب واحد فقط:
@@ الغذاء غير الصحي <img_ans1>

# الحالة النفسية
* التسعينيات: الهجرة الجماعية
* الثمانينات: قصف المدن
* الستينيات: القرى

# الوراثة
* جدك
* كردستان: ١٩٥٨
* امريكا: ١٩٥٨

# العلاج
<svg>
علاج واحد:
@@ الغذاء الصحي <img_ans1>

# الغذاء
<svg>
* السكر ليس الاسوأ

# خصائص
* لا حمية
* لا جوع
* اكلات شهية
* اكلات حلوة
* في نفس الوقت: تقليل الادوية
* بعد فترة: وجبة في الاسبوع حسب ما تشتهي

# ماذا آكل؟
٣ مبادئ:
* تخل عن ما ليس بغذاء
* السلطة مع كل الوجبات
* كل مأكول حسب المعقولية حتى الشبع

# الافطار
السلطة مع:
* عدس
* حمص
* لوبيا
* باقلاء
* فاصوليا
* فاصوليا حمراء
* ماش
* اللحم الاحمر
* كبد
* اللحم الابيض
* بيض
* فستق عبيد
* جوز
* لوز

# السلطة
٣ انواع:
* سلطة كاملة
* سلطة سريعة
* سلطة ملفوف

# السلطة الكاملة
على الاقل ١٢ مكون:
* خيار
* طماطة
* بصل
* جزر
* الفلفل الاخضر
* اللهانة
* كرفس
* ليمون
* زيتون
* دبس الرمان
* بهارات
* تفاح
* الحبة السوداء

# السلطة الكاملة

# سلطة الملفوف

# نماذج وصفات
* عدس
* ماش
* حمص
* البازلاء الصفراء
* فلافل
* لوبياء
* باقلاء
* دجاج مشوي
* البيض والحمص
* البيض والبطاطا
* البيض والباذنجان
* كبد
* الدجاج والبطاطا
* البطاطا
* شفتة
* راتاتويي
* قرنابيت مشوي
* السلطة كولاو
* فریتاتا
* اللحم النباتي
* سلطة الجزر واللهانة
* سلطة الشوندر
* سلطة الجزر والتفاح
* الخيار واللبن
* حمص بالطحين
* طرشى اصفر
* طرشى احمر

# وصفات للاطفال
* نوتيلا
* باونتي
* المرطبات
`,`# Diabetes Nutrition Program
## Questions & Answers
<BPC>
Dr. Wali Omer

# Diabetes
Not just elevated blood sugar
If neglected:
* Brain
* Eyes
* Heart
* Kidney
* Hypertension
* Wound
* Feet
* Reproductive system
* ...

# Overview
<svg>

# 3 Questions
* What is the cause of diabetes?
* Can diabetes be treated?
* What food are bad for diabetes?

# First Question
What is the main cause of diabetes?
() Genetic
() Psychological status
() Eating sweets
() Eating fat
() Obesity
() Pregnancy
() Others: ___

# Second Question
Can diabetes be "treated"?
() Have to take medications for life
() Yes: ___

# Third Question
Which of the following food is most harmful for diabetes?
() Sugar <img>
() Dates <img>
() Honey <img>
() Wheat bread <img>
() Barely bread <img>
() Rice <img>
() Lentil <img>

# Information
Year of birth:
___
Gender:
() Male
() Female
Duration of diabetes:
___ <ymd_combo>
Highest blood sugar:
___
HbA1c:
___

# Answers
<answers>

# Cause
<svg>
Only one cause:
@@ Unhealthy Diet <img_ans1>

# Psychological Status
* Nineties: mass exodus
* Eighties: air raid
* Sixties: villages

# Genetics
* Your grandpaents
* Kurdistan: 1958
* USA: 1958

# Treatment
<svg>
Only one treatment:
@@ Healthy Diet <img_ans1>

# Food
<svg>
* Sugar not the worst

# Characteristics
* No dieting
* No hunger
* Tasty food
* Sweet food
* At the same: reduce medications
* After sometime: a meal of your choice one a week

# What Should I Eat?
3 Principles
* Avoid non-food
* Salad with all meals
* Any food reasonably to satiety

# Breakfast
Salad with:
* Lentil
* Chickpea
* Black-eye pea
* Broad bean
* Navy bean
* Red bean
* Mung bean
* Red meat
* Liver
* White meat
* Egg
* Peanut
* Wallnut
* Almond

# Salad
3 Types:
* Proper salad
* Quick salad
* Wrap salad

# Proper Salad
At least 12 ingredients:
* Cucumber
* Tomato
* Onion
* Carrot
* Green pepper
* Cabbage
* Celery
* Lemon
* Olive
* Pomegranate syrup
* Spices
* Apple
* Nigella seeds

# Quick Salad

# Wrap Salad

# Recipe Examples
* Lentil soup
* Chickpea
* Broad bean
* Mung bean
* Split pea
* Falafil
* Cowpea
* Grilled chicken
* Egg and chickpea
* Egg and potato
* Egg and eggplant
* Liver
* Chicken and potato
* Grilled potato
* Shfta
* Ratatouille
* Grilled cauliflower
* Boiled salad
* Fritata
* Vegetable meat
* Carrot and cabbage salad
* Carrot and apple salad
* Beatrood salad
* Cucumber and yogurt salad
* Hummus
* Yellow pickles (fermented salad)
* Red pickes

# Children Recipes
* Notella
* Bounty
* Smoothies
`
];

const dica=[
["به‌رده‌وام به‌", "استـمـر", "Continue"],
["ساڵ", "سنة", "Years"],
["مانگ", "شهر", "Months"],
["ڕۆژ", "یوم", "Days"],
["٣ پرسیار", "٣ اسئلة", "3 Questions"],
["بزانیت", "تعرف", "Know"],
["بوه‌سته‌", "توقف", "Stop"],
["نه‌زانیت", "لا تعرف", "Not Know"],
["ڕوون کردنه‌وه‌", "توضيحات", "Explanations"],
["چ بخۆم؟", "ماذا آكل؟", "What to Eat?"]
// ["", "", ""],
];

const grpa=[
['ده‌روونى|452', 'بۆماوه‌یی|138', 'شیرینى|54', 'قه‌ڵه‌وی|21', 'که‌مى جووله‌|14', 'دووگیانى|11'],
['نفسي|452', 'وراثة|138', 'حلويات|54', 'سمنة|21', 'قلة الحركة|14', 'حمل|11'],
['Mental|452', 'Genetic|138', 'Sweets|54', 'Obesity|21', 'Lack of Ex|14', 'Pregnancy|11'],
];

const mmpa3=[
[1,2,3,8,15], // 0
[0], // 1
[0],
[4,5,6],
[0],
[0], // 5
[0],
[0],
[9,12,13],
[0],
[0], // 10
[0],
[0],
[0],
[0],
[0],
[0],
[0],
[0],
[0],
[0],
[0]
];

const mmpa=[
[1,0,0], //   title
[2,1,1], //   if neglected
[3,1,2], //   overview
[4,1,3], //   3 questions
[5,1,8], //   answers
[6,1,15], //  what should i eat?
[7,4,4], //   Q1
[8,4,5], //   Q2 
[9,4,6], //   Q3
[9,4,7], //   info
[10,5,9], //  cause 
[11,5,12], // treatmen 
[12,5,13], // food
[13,10,10], // psych status
[14,10,11] //  genetics
// [9,12] //  treatment
// [9,10], // 15:
];