const cnta=[
`# به‌رنامه‌ى خۆراک بۆ نه‌خۆشى شه‌کره‌
## پرسیار و وه‌ڵام
<BPC>
د. وه‌لى عومه‌ر
<notes>
به‌رنامه‌ى خۆراك بۆ نه‌خۆشى شه‌كره‌: 
پرسیار و وه‌ڵام. 
سڵاو به‌ڕێزان، 
له‌سه‌ره‌تا ده‌مه‌وێ زۆر به‌کورتى چه‌ند ڕاستیه‌ک ده‌رباره‌ى ئه‌م نه‌خۆشیه‌ت بیر بخه‌مه‌وه‌:

# نه‌خۆشى شه‌کره‌
ته‌نها به‌رز بوونه‌وه‌ى شه‌کر له‌ خوێن نیه‌.
ئه‌گه‌ر پشت گوێ بخرێ:
* مێشک
* چاو
* دڵ
* گورچیله‌
* فشارى خوێن
* برین
* پێ
* ئه‌ندامى زاوزێ
* ...
<notes>
نه‌خۆشى شه‌کره‌ ته‌نها به‌رز بوونه‌وه‌ى ڕێژه‌ی شه‌کر له‌ خوێن نیه‌. ئه‌گه‌ر پشت گوێ بخرێ، چه‌ندین ده‌رد و به‌ڵاى دیکه‌ به‌دواى خۆیدا ده‌هێنێ وه‌کو: جه‌ڵته‌ى مێشک، له‌ده‌ست دانى چاو، جه‌ڵته‌ى دڵ، په‌ککه‌وتنى گورچیله‌، به‌رز بوونه‌وه‌ى فشارى خوێن واته‌ زه‌غت، دره‌نگ چاک بوونه‌وه‌ى برین و پاشان لاڕه‌شه‌ (واته‌ گانگرین) و سه‌ره‌نجام بڕینه‌وه‌ى پێ، هه‌روه‌ها پیاو له‌ پیاوه‌تى و ژنیش له‌ ژناتى ده‌خات و به‌رگرى له‌شیش که‌م ده‌کاته‌وه‌. له‌ ڕاستیدا هیچ ئه‌ندامێکى له‌ش نیه‌ به‌ سه‌لامه‌تى له‌ده‌ست نه‌خۆشى شه‌کره‌ ده‌ربازى بێت.
زۆر که‌سیش ته‌نها ئه‌وه‌ کاته‌ ده‌زانن نه‌خۆشى شه‌کره‌یان هه‌یه‌ کاتێک خۆیان له‌ ئینعاش ده‌بیننه‌وه‌ یان له‌وانه‌یه‌ هه‌ر به‌ ئینعاشیش ڕانه‌گه‌ن.

# به‌کورتی
<svg>
<notes>
پێش ئه‌وه‌ى بێینه‌ سه‌ر ورده‌کاریه‌کان، با زۆر به‌کورتى بیرۆکه‌ى ئه‌م به‌رنامه‌یه‌ بخه‌مه‌ ڕوو: سه‌ره‌تا سێ پرسیارت لێ ده‌که‌م که‌ ته‌نها چه‌ند خوله‌کێک ده‌خایه‌نێ، ئه‌گه‌ر وه‌ڵامى ئه‌م سێ پرسیاره‌ بزانیت ئه‌وا ده‌توانیت لێره‌ بوه‌ستی و پێویست ناکا به‌رده‌وام بی چونکه‌ ماناى وایه‌ که‌ زانیارى پێویستت هه‌یه‌ ده‌رباره‌ی ئه‌م نه‌خۆشیه‌. به‌ڵام ئه‌گه‌ر وه‌ڵامه‌کان نه‌زانی، ئه‌وا وا چاکه‌ به‌ جیددى وه‌رى بگری ئه‌گه‌رنا ده‌بێ چاوه‌ڕوانى ئه‌م ده‌رد و به‌ڵایانه‌ بکه‌ى که‌ تازه‌ باسکران. دواى ئه‌وه‌ وه‌ڵامه‌ هه‌ڵه‌کان ڕوون ده‌که‌مه‌وه‌ و له‌گه‌ڵ وه‌ڵامه‌ ڕاسته‌کانیش به‌راوردى ده‌که‌ین. له‌ کۆتاییش وه‌ڵامى ئه‌م پرسیاره‌ ده‌ده‌مه‌وه‌: ئه‌دى چ بخۆم؟

# ٣ پرسیار
* هۆى شه‌کره‌ چیه‌؟
* ئایا شه‌کره‌ چاره‌سه‌رى هه‌یه‌؟
* كامه‌ خۆراك بۆ شه‌كره‌ خراپه‌؟
<notes>
ئه‌مه‌ش سێ پرسیاره‌که‌:
یه‌که‌م: هۆى نه‌خۆشى شه‌كره‌ چیه‌؟
دووه‌م: ئایا نه‌خۆشى شه‌كره‌ چاره‌سه‌رى هه‌یه‌؟
سێیه‌م: كامه‌ خۆراك بۆ نه‌خۆشى شه‌كره‌ خراپه‌؟
ئێستاش با یه‌ک به‌ یه‌ک بێنه‌ سه‌ر پرسیاره‌کان.

# پرسیارى یه‌که‌م
هۆى سه‌ره‌کى نه‌خۆشى شه‌کره‌ چیه‌؟
() بۆماوه‌یی
() بارى ده‌روونى
() خواردنى شیرینی
() قه‌ڵه‌وى
() که‌مى جووله‌
() دووگیانى
() هى تر: ___
<notes>
پرسیاری یه‌که‌م
هۆى سه‌ره‌كى نه‌خۆشى شه‌كره‌ چیه‌؟ بۆماوه‌یی واته‌ ویراسه‌،‌ بارى ده‌روونى وه‌كوو خه‌م و خه‌فه‌ت، دڵه‌ڕاوكێ واته‌ قه‌له‌ق، ترس، تاسان واته‌ سه‌دمه‌، خواردنى شيرينى، که‌می جووله‌ واته‌ ڕیازه‌ نه‌کردن، قه‌ڵه‌وی، دووگیانی.
تکایه‌ وه‌ڵامێک هه‌ڵبژێره‌. ئه‌گه‌ر ئه‌م بژاردانه‌ هیچیان ڕاست نین، هیتر هه‌ڵبژێره‌ و هۆیه‌که‌ بنووسه‌.

# پرسیارى دووه‌م
ئایا نه‌خۆشى شه‌کره‌ "چاره‌سه‌رى"ی هه‌یه‌؟
() تا له‌ ژیان ماوه‌ ده‌بێ حه‌ب و ده‌رمان وه‌ر بگرێ
() به‌ڵێ چاره‌سه‌رى هه‌یه‌: ___
<notes>
پرسیاری دووه‌م
ئایا نه‌خۆشى شه‌كره‌ "چاره‌سه‌رى"ی هه‌یه‌؟ با که‌مێک مانای "چاره‌سه‌رى" ڕوون بکه‌مه‌وه‌.
هه‌روه‌ک ده‌زانی: زۆربەى ئەو كەسانەى تووشى نەخۆشى شەكرە دەبن، لەسەرەتا دكتۆر پێیان دەڵێ: "دەرەجەى نەخۆشیەكەت زۆر نیه‌ و ئەگەر پارێزى بكەی لەوانەیە پێویستیت بە حەب و دەرمان نەبێت". بەڵام پاش ماوەیەك دەڵێ: "وا دیارە نەخۆشیەكەت بە پارێزى كۆنترۆل ناكرێ بۆیە دەبێ حەب وەر بگریت". پاشان حەبەكان زیاد دەبن و دواتریش لەوانەیە بگاته‌ دەرزى لێدان. 
ئێستا پرسیاره‌که‌ ئه‌وه‌یه‌: ئایا نەخۆشی شەکرە تا ماوە ده‌بێت حه‌ب و ده‌رمان وه‌ربگرێ یان چاره‌سه‌رێک هه‌یه‌ که‌ له‌وانه‌یه‌ به‌هۆیه‌وه‌ بتوانێ به‌ره‌به‌ره‌ ده‌رمانه‌کان که‌م بکاته‌وه‌؟

# پرسیارى سێیه‌م
کامه‌ له‌م خۆراکانه‌ له‌ هه‌موویان خراپتره‌ بۆ نه‌خۆشى شه‌کره‌ (هه‌مان بڕ)؟
() شه‌کر <img>
() خورما <img>
() هه‌نگوین <img>
() نانى گه‌نم (نانى سپی) <img>
() نانى جۆ (نانى سوکه‌رى) <img>
() برنج <img>
() نیسک <img>
<notes>
پرسیاری سێیه‌م
كامه‌ له‌م خۆراكانه‌ له‌ هه‌موویان خراپتره‌ بۆ نه‌خۆشى شه‌كره‌ ئه‌گه‌ر هه‌مان بڕ بخورێت؟ دووباره‌ى ده‌كه‌مه‌وه‌: هه‌مان بڕ، بۆ نموونه‌ قاپێك له‌ هه‌ریه‌كیان.
شه‌كر واته‌ شه‌كرى چا،‌ خورما، هه‌نگوین، نانى گه‌نم واته‌ نانى سپی، نانى جۆ هه‌روه‌ها پێى ده‌ڵێن نانى سوكه‌رى یان نانى ڕه‌ش، برنج،‌ نیسك.

# زانیارى
ساڵى له‌دایک بوون:
___
ڕه‌گه‌ز:
() نێر
() مێ
ماوه‌ى نه‌خۆشى شه‌کره‌:
___ <ymd_combo>
به‌رزترین ڕێژه‌ى شه‌کرى خوێن:
___
فه‌حسى سێ مانگى:
___
<notes>
به‌ر له‌وه‌ى باسى وه‌ڵامه‌كان بكه‌م، تكایه‌ هه‌ندێك زانیارى ده‌رباره‌ى خۆت تۆمار بكه‌: ساڵى له‌دایك بوون، ڕه‌گه‌ز، ماوه‌ى چه‌نده‌ نه‌خۆشى شه‌كره‌ت هه‌یه‌، به‌زرترین ڕێژه‌ى شه‌كرى خوێن له‌و ماوه‌یه‌،‌ هه‌روه‌ها دوا فه‌حسى سێ مانگیت.

# وه‌ڵام و ڕوونکردنه‌وه‌
<answers>
<notes>
ئێستاش وه‌ڵامى پرسیاره‌کان
ئه‌مانه‌ى خواره‌وه‌ بریتین له‌ وه‌ڵامه‌کانت. ئه‌مه‌ش ئه‌نجامه‌کان.
هه‌روه‌ک ده‌بینى (وه‌ڵامێکت هه‌ڵه‌یه‌، دوو وه‌ڵامت هه‌ڵه‌یه‌) هه‌ر سێ وه‌ڵامت هه‌ڵه‌یه‌. واته‌ له‌م ئیمتیحانه‌ ساقیت بووى! 
ئێستا باش گوێ له‌مه‌ بگره‌: ئه‌وه‌ زیاتره‌ له‌ ## ساڵه‌ (مانگه‌) نه‌خۆشى شه‌کره‌ت هه‌یه‌ و تا ئێستا نازانی کامه‌ خۆراک باشه‌ و کامه‌یان خراپه‌ بۆ نه‌خۆشیه‌که‌ت. هه‌ر ئه‌مه‌ش هۆى سه‌ره‌کیه‌ که‌ له‌سه‌ره‌تاوه‌ تووشى ئه‌م نه‌خۆشیه‌ بووی. 
هه‌روه‌ها پێشتر گوتم: ئه‌گه‌ر وه‌ڵامى ئه‌م سێ پرسیاره‌ بزانیت ئه‌وا پێویست ناکا به‌رده‌وام بیت چونکه‌ ماناى وایه‌ که‌ زانیارى پێویستت هه‌یه‌. به‌ڵام هه‌روه‌ک ده‌بینى وه‌ڵامه‌کانت هه‌ڵه‌ بوون. بۆیه‌ وا چاکه‌ به‌ جیددى وه‌رى بگری ئه‌گه‌رنا ده‌بێ چاوه‌ڕوانى ئه‌م ده‌رد و به‌ڵایانه‌ بکه‌ى که‌ پێشتر باسکران.
بۆ زانینى وه‌ڵامه‌ ڕاسته‌کان و ڕوون کردنه‌وه‌یان، تکایه‌ کلیک له‌سه‌ر یه‌کێک له‌ پرسیاره‌کان بکه‌. به‌ڵام باشتر وایه‌ یه‌ک له‌ دواى یه‌ک به‌ گوێره‌ى ڕیزبه‌ندى پرسیاره‌کان به‌رده‌وام بیت.

# هۆکار
* ڕاپرسى
<svg>
* ته‌نها یه‌ک هۆ:
@@ خۆراکى ناته‌ندروست <img_ans1>
<notes>
هۆى نه‌خۆشى شه‌كره‌
له‌ ماوه‌ى چه‌ند ساڵى ڕابردوو، ڕاپرسیه‌كم ئه‌نجام ده‌دا بۆ ئه‌و نه‌خۆشانه‌ى ده‌هاتنه‌ لام. ئه‌م هێلكاریه‌ ئه‌نجامى ئه‌و ڕاپرسیه‌ ده‌رباره‌ى هۆى نه‌خۆشى شه‌كره‌ نیشان ده‌دات. هه‌روه‌ك ده‌بینى، زۆربه‌ى نه‌خۆشه‌كان وا ده‌زانن كه‌ هۆكارى سه‌ره‌كى ئه‌م نه‌خۆشیه‌ بارى ده‌روونیه‌ وه‌كو خه‌م و خه‌فه‌ت و دڵه‌ڕاوكێ و ترس و تاسان به‌ ڕێژه‌ى زیاتر له‌ ٦٥%. هه‌روه‌ها ژماره‌یه‌كى به‌رچاویش باوه‌ڕیان وایه‌ كه‌ بۆماوه‌ هۆكارى سه‌ره‌كیه‌ به‌ ڕێژه‌ى ٢٠%. ئه‌وانى تریش به‌م جۆره‌یه‌: خواردنى شيرينى نزیكه‌ى ٨%، قه‌ڵه‌وى ٣%، كه‌مى جووله‌ واته‌ وه‌رزش نه‌كردن ٢% و دووگیانى كه‌متر له‌ ٢%.
ئێستاش خۆت بۆ وه‌ڵامێكى چاوه‌ڕوان نه‌كراوى ئه‌م پرسیاره‌ ئاماده‌ بكه‌! ئه‌ویش ئه‌وه‌یه‌: ئه‌م هۆكارانه‌ هیچیان هۆى سه‌ره‌كى نین و نه‌خۆشى شه‌كره‌ ته‌نها یه‌ك هۆى سه‌ره‌كى هه‌یه‌ ئه‌ویش: خۆراكى ناته‌ندروسته‌.
له‌وانه‌یه‌ بپرسى: ئایا گرنگه‌ بزانم هۆكارى نه‌خۆشى شه‌كره‌ چیه‌؟ وه‌ڵامه‌كه‌ش ئه‌وه‌یه‌: به‌ڵێ زۆر گرنگه‌ هۆى ئه‌م نه‌خۆشیه‌ بزانى چونكه‌ ئه‌گه‌ر وابزانى هۆكاره‌كه‌ بۆماوه‌ییه‌ ئه‌و كاته‌ ده‌ڵێی: چ بكه‌م، ئه‌و نه‌خۆشیه‌م له‌ دایك و باوكم بۆ ماوه‌ته‌وه‌ و به‌م شێوه‌یه‌ ده‌سته‌وه‌ستان داده‌نیشی و خۆت ته‌سلیمى نه‌خۆشیه‌كه‌ت ده‌كه‌ی و ئه‌ویش ته‌خسیریت پێ ناكا. به‌ هه‌مان شێوه‌: ئه‌گه‌ر وابزانی هۆكاره‌كه‌ بارى ده‌روونیه‌ ئه‌و كاته‌ ده‌ڵێى: خه‌م خواردن به‌ده‌سته‌ خۆم نیه‌. هه‌رچه‌نده‌ له‌گه‌ڵ ئه‌م قسه‌یه‌شت هاوڕات نیم.
ئێستاش یه‌ك له‌دواى یه‌ك دێینه‌ سه‌ر باسى ئه‌و هۆكارانه‌ى خه‌ڵك به‌هه‌ڵه‌ وا ده‌زانن كه‌ ده‌بنه‌ هۆى نه‌خۆشى شه‌كره‌.

# بارى ده‌روونى
* نه‌وه‌ده‌کان: @کۆڕه‌و@ 
<img_40>
* هه‌شتاکان: @شه‌ڕى عێراق و ئێران@ 
<img_40>
<img_40>
* شه‌سته‌کان: @گونده‌کان@ 
<img_40>
<notes>
بارى ده‌روونى
هه‌روه‌ك باسكرا، زۆربه‌ى زۆرى نه‌خۆشانى شه‌كره‌ وا ده‌زانن كه‌ هۆى سه‌ره‌كى ئه‌م نه‌خۆشیه‌ بارى ده‌روونیه‌. ئێستا با بزانین تا چه‌ند ئه‌مه‌ ڕاسته‌. بۆ ئه‌و مه‌به‌سته‌ با ئاوڕێك له‌ ڕابردوو بده‌ینه‌وه‌ و بزانین بارودۆخی ده‌روونى له‌ نه‌وه‌ده‌كان و هه‌شتاكان و شه‌سته‌كانى سه‌ده‌ى ڕابردوو چۆن بووه‌.
* نه‌وه‌ده‌کان:
ئایا ڕۆژى كۆڕه‌وت به‌بیر دێ؟! ئه‌و كاته‌ ته‌مه‌نت نزیكى # ساڵ بوو. (بۆ ئه‌و که‌سانه‌ى ته‌مه‌نیان بچووک بوو یان هێشتا له‌ دایک نه‌ببون، دڵنیام زۆر جار به‌سه‌رهاتى ئه‌و ڕۆژه‌یان چه‌ندین جار له‌ دایك و باوكیان بیستووه‌!)
هه‌رچه‌نده‌ من ئێستا ته‌مه‌نم له‌ په‌نجا ساڵى ڕه‌تى داوه‌ و ئه‌گه‌ر ده‌رباره‌ى دوێنى پرسیارم لێ بكه‌ى له‌وانه‌یه‌ له‌ یادم نه‌ما بێ. به‌ڵام كۆڕه‌و كه‌ پێش سى ساڵى ڕه‌به‌ق بوو، ئێستاش ده‌توانم ده‌قه‌ به‌ ده‌قه‌ باسى بكه‌م و دیمه‌نه‌كان ئه‌وها له‌ یادم وێنه‌ كێشراون وه‌ك بڵێى ئه‌وڕۆ به‌سه‌رم هاتوون. به‌ چاوى خۆم بینیم خه‌ڵك به‌ لێشاو له‌ ڕێی مه‌سیف هه‌ڵده‌هاتن و هه‌لیكۆپته‌ر قه‌سفى ده‌كردن. به‌ چاوى خۆم بینیم ده‌بابه‌ هاته‌ ناو شار. ئه‌و ڕۆژه‌، یه‌كێك له‌و كه‌سانه‌ى به‌رگریان كردبوو بریندار بوو، خۆى له‌ حه‌وشه‌ى پشته‌وه‌مان حه‌شار دابوو. منیش هێنامه‌ ژووره‌وه‌ و برینه‌كه‌م بۆی تیمار كرد. ئه‌و كاته‌ له‌ قۆناغى چواره‌مى كۆلێژى پزیشكى بووم. ئه‌گه‌رى هه‌بوو هه‌ر كاتێك حه‌ره‌س جمهورى بێنه‌ ناو ماڵه‌كان و بمانكوژن. هه‌تا چه‌ندین ڕۆژ نه‌ده‌وێراین له‌ماڵ بێینه‌ ده‌رێ. به‌ هیچ شێوه‌یه‌ك ئاگامان له‌ هه‌واڵى خزمان نه‌بوو چونكه‌ ئه‌و كاته‌ ته‌له‌فۆنیش نه‌بوو ته‌نها هه‌واڵى گشتیمان له‌ ڕادیۆ ده‌بیست. پاش نزیكه‌ى ده‌ ڕۆژ، خه‌ڵك به‌ره‌ به‌ره‌ ده‌هاتنه‌ ده‌ره‌وه‌. من و دایكم به‌ ترس و له‌رزه‌وه‌ بڕیارماندا بچینه‌ ته‌یراوه‌ كه‌ ئه‌و كاته‌ زۆربه‌ى خزمه‌كانمان له‌وێ بوون و خۆشمان ماڵمان له‌ خانووه‌كانى ده‌واجن بوو كه‌ ئێستا پێى ده‌ڵێن گه‌ڕه‌كى سه‌فین. به‌پێ به‌ڕێ كه‌وتین. له‌ نێوان خانووى عیزه‌ت دوورى تا گه‌یشتینه‌ جاده‌ى شه‌ستى، دوازده‌ ته‌رمى كوژراوم بینى له‌م به‌ر و ئه‌و به‌رى جاده‌ كه‌ بۆگه‌نى ببوون و ته‌نها حه‌ره‌س جمهورى له‌ جاده‌كان بوون. وا بزانم ئه‌وه‌ى ئێمه‌ به‌سه‌رمان هات له‌چاو ئه‌وانه‌ى له‌شار ده‌رچوون زۆر كه‌متر بوو.
ئێستا پرسیاره‌كه‌ ئه‌وه‌یه‌: ئایا ئه‌و ڕۆژه‌ ترس و خه‌م و قه‌له‌ق و سه‌دمه‌ هه‌بوو؟! له‌ لایه‌ن خۆمه‌وه‌، من تا ئێستا له‌و ڕۆژه‌ ناخۆشترم نه‌بینیوه‌ له‌ هه‌موو ژیانم. وا بزانم ئه‌مه‌ ته‌نها بۆ من نه‌بوو به‌ڵكو هه‌ركه‌سێك ئه‌و كاته‌ له‌ كوردستان ژیا بێ ئه‌مه‌ حاڵى بووه‌. ئه‌م بارودۆخه‌ش ته‌نها چه‌ند ڕۆژێك یان چه‌ند حه‌فته‌یه‌ك نه‌بوو، به‌ڵكو به‌ ساڵ درێژه‌ى كێشا و پاشان نه‌بوونى و قات و قڕى و دواتریش شه‌ڕى ناوخۆییشى به‌ دوادا هات.
(نیشاندانى ڤیدیۆى كۆڕه‌و)
ئه‌گه‌ر هۆكارى نه‌خۆشى شه‌كره‌ ترس و خه‌م و قه‌له‌ق و سه‌دمه‌ بێت، ده‌بوایه‌ هه‌موو خه‌ڵك ئه‌و كاته‌ تووشى شه‌كره‌ ببان. به‌ پێچه‌وانه‌وه‌ ئه‌و كاته‌ نه‌خۆشى شه‌كره‌ زۆر زۆر كه‌م بوو.
ئێستا با كه‌مێكى تر بچینه‌ دواوه‌ بۆ
* هه‌شتاكان
له‌ كاتى شه‌ڕى عێراق و ئێران، به‌ بیرت دێ كه‌ ئینزار لێى ده‌دا؟ (ئه‌و کاته‌ ته‌مه‌نت # ساڵ بوو) هیچ جێ نه‌ده‌ما خۆمانى تێدا بشارینه‌وه‌. ده‌مانزانى كه‌ له‌ماوه‌ى چه‌ند ده‌قه‌یه‌ك، چه‌ند كه‌سێك له‌و شاره‌ به‌ر قه‌سفى ته‌یاره‌ ده‌كه‌ون. ئه‌م ترس و دڵه‌ڕاوكێیه‌ نه‌ ڕۆژێك بوو نه‌ دوو، به‌ڵكو نزیكه‌ى هه‌شت ساڵى خایاند. ئه‌دى ئه‌و كه‌سانه‌ى که‌ له‌ جه‌بهه‌ بوون؟ دووباره‌ ده‌ڵێم: ئه‌گه‌ر هۆكارى نه‌خۆشى شه‌كره‌ ترس و خه‌م و قه‌له‌ق و سه‌دمه‌ بێت، ده‌بوایه‌ هه‌موو خه‌ڵك له‌و كاته‌ تووشى شه‌كره‌ ببان. كه‌چى ته‌نها تاك تاكه‌ ئه‌م نه‌خۆشیه‌ هه‌بوو.
با هێشتا بگه‌ڕێنه‌وه‌ دواوه‌، ئه‌مجاره‌ بۆ:
* شه‌سته‌کان
من ئه‌و كاته‌ نه‌ببووم به‌ڵام بیستوومانه‌ كه‌ زۆربه‌ى گونده‌كانى كوردستان چه‌ندین جار كاول كراون. ئه‌و كاته‌ چه‌ندین سه‌رچاوه‌ى ترس و خه‌م و خه‌فه‌ت هه‌بوو: ترس له‌ ته‌یاره‌، له‌ جه‌یش، له‌ جاش، له‌ ئاغا، له‌ نه‌بوونى و فه‌قیرى، له‌ نه‌خۆشى... ئه‌مانه‌ هه‌موویان خه‌مى گه‌وره‌ن به‌ڵام گه‌وره‌ترین خه‌م: جه‌رگ سووتانه‌، به‌ تایبه‌تى بۆ دایكان. ده‌زانى ئه‌و كاته‌ هه‌تا منداڵێك ده‌ژیان چه‌ندانێك به‌ نه‌خۆشى ده‌مردن؟داپیرم پاش چل ساڵ ناوى منداڵه‌ مردووه‌كانى هه‌ر له‌سه‌ر زار بوو: پێش ئه‌وه‌ى ناوى باوكم یان مامم بێنێ، هه‌ندێك جار ناوى مردووه‌كانى به‌سه‌ر زاردا ده‌هات. دیسان ده‌ڵێم: ئه‌گه‌ر خه‌م و خه‌فه‌ت و ترس هۆی سه‌ره‌كى نه‌خۆش شه‌كره‌ بێت ده‌بوایه‌ ئه‌و كاته‌ هه‌موویان نه‌خۆشى شه‌كره‌یان هه‌با.
ئایا له‌و كاته‌ نه‌خۆشى شه‌كره‌ هه‌بوو؟ به‌ڵێ به‌ڵام ته‌نها ئاغا و شێخ و مه‌لا و خه‌ڵكى شاره‌كان تووش ده‌بوون! له‌وانه‌یه‌ بڵێى ئه‌و كاته‌ شه‌كره‌ هه‌بووه‌ به‌ڵام خه‌ڵك نه‌یده‌زانى چونكه‌ فه‌حس كردن نه‌بوو. وه‌ڵامه‌كه‌ش ئه‌وه‌یه‌: نه‌خێر، ئه‌و كاته‌ هه‌تا له‌ ئه‌مریكاش ڕێژه‌ى شه‌كره‌ زۆر كه‌م بوو هه‌رچه‌نده‌ ئه‌وان ئامارى نه‌خۆشى شه‌كره‌یان له‌ ساڵى ١٩٥٨ ه‌وه‌ هه‌یه‌ هه‌روه‌ك دواتر زیاتر ڕوون ده‌كه‌مه‌وه‌.

# بۆماوه‌یی
* باپیرانت
* کوردستان
<svg>
* ئه‌مریکا
<img_60>
<notes>
بۆماوه‌یی
هه‌روه‌ك پێشتر باسكرا، ژماره‌یه‌كى به‌رچاوى نه‌خۆشانى شه‌كره‌ وا ده‌زانن كه‌ ئه‌م نه‌خۆشیه‌یان له‌ دایكوباوكه‌وه‌ بۆ ماوه‌ته‌وه‌. ئه‌م بیر كردنه‌یه‌وه‌یه‌ نه‌ك هه‌ر هه‌ڵه‌یه‌ به‌ڵكو خه‌ته‌ریشه‌. چونكه‌ وا ده‌زانى له‌ ده‌سه‌ڵاتى خۆت دا نیه‌ و ته‌واو ته‌سلیم ده‌بى و واز له‌ هه‌وڵدان دێنى. با پرسیارێکت لێ بکه‌م: ئایا
* باپیرانت
نه‌خۆشى شه‌كره‌یان هه‌بوو؟ ئه‌گه‌رى زۆره‌ نه‌ك هه‌ر داپیر و باپیرت به‌ڵكو دایك و باوكیشت نه‌خۆشى شه‌كره‌یان نه‌بێ. ئه‌گه‌ر ئێستاى
* كوردستان
به‌رواورد بكه‌ین له‌گه‌ڵ ئه‌و كاته‌ى كه‌ داپیر و باپیرت گه‌نج بوون، واته‌ نزیكه‌ى شه‌ست ساڵ له‌مه‌وبه‌ر، چى ده‌بینین؟ هه‌رچه‌نده‌ به‌داخه‌وه‌ زانیارى وردمان له‌به‌ر ده‌ست نیه‌ به‌ڵام هه‌موومان ده‌زانین كه‌ ئێستا نه‌خۆشى شه‌كره‌ گه‌لێك زۆر بووه‌. با خۆمان به‌ وڵاتانى دیكه‌ به‌رواود بكه‌ین. هه‌روه‌ك له‌م هێڵكاریه‌ ده‌بینین: ڕێژه‌ى نه‌خۆشى شه‌كره‌ له‌ وڵاتانى كه‌نداو زۆر به‌رزه‌. بۆ نموونه‌: له‌ هه‌ریه‌ك له‌ كوێت و قه‌ته‌ر و ئیمارات، ڕێژه‌كه‌ نزیكه‌ى له‌سه‌دا بیسته‌،‌ واته‌ له‌ هه‌ر پێنج كه‌س یه‌كێكیان نه‌خۆشى شه‌كره‌ى هه‌یه‌. له‌ ڕاستیدا ڕێژه‌كه‌ له‌وه‌ش زیاتره‌ چونكه‌ زۆر كه‌س هه‌یه‌ نه‌خۆشى شه‌كره‌ى هه‌یه‌ و پێى نازانێ. له‌ ئه‌مریكا ڕێژه‌كه‌ له‌ سه‌دا ١٠ زیاتره‌ و له‌ ئه‌وروپاش له‌سه‌رووى پێنجه‌. وڵاتانى ئه‌فریقیاش نزمترین ڕێژه‌یان هه‌یه‌: نزیكه‌ى له‌سه‌دا ٢ و كه‌متریش. ئێستا ئه‌گه‌ر بپرسین: ئێمه‌ له‌ كامه‌یان نزیكترین؟ وا دیاره‌ ئه‌گه‌رى زیاتره‌ ڕێژه‌ى شه‌كره‌ له‌ كوردستان نزیكتر بێت له‌ وڵاتانى كه‌نداو نه‌ك ئه‌فریقیا. ئێمه‌ گوتمان كوردستان ده‌كه‌ین به‌ دوبه‌ى به‌ڵام پێویستى نه‌ده‌كرد بۆ نه‌خۆشى شه‌كره‌ش چاویان لێ بكه‌ین!
ئه‌وه‌ ئێستا، ئه‌دى نزیكه‌ى ٥٠-٦٠ ساڵ له‌مه‌وبه‌ر؟ هه‌روه‌ك باسكرا، ئه‌و كاته‌ له‌ کوردستان نه‌خۆشى شه‌كره‌ زۆر ده‌گمه‌ن بوو: ته‌نها ئاغا و شێخ و مه‌لا و خه‌ڵكى شاره‌ گه‌وره‌كان تووشى ده‌بوون! له‌وانه‌یه‌ بڵێى ئه‌و كاته‌ نه‌خۆشى شه‌كره‌ هه‌بووه‌ به‌ڵام خه‌ڵك نه‌یده‌زانى چونكه‌ فه‌حس كردن نه‌بوو و دكتۆریش كه‌م بوو. وه‌ڵامه‌كه‌ش ئه‌وه‌یه‌: نه‌خێر، ئه‌و كاته‌ هه‌تا له‌
*‌ ئه‌مریكاش
ڕێژه‌ى نه‌خۆشی شه‌كره‌ زۆر كه‌م بوو هه‌رچه‌نده‌ ئه‌وان ئامارى نه‌خۆشى شه‌كره‌یان له‌ ساڵى ١٩٥٨ ه‌وه‌ هه‌یه‌ هه‌روه‌ك له‌م هێڵكاریه‌ دیاره‌. هه‌روه‌ك ده‌بینین، ڕێژه‌ى شه‌كره‌ ئه‌وكاته‌ له‌ ١% كه‌متر بوو به‌ڵام پاشان به‌ره‌به‌ره‌ زیادى كرد به‌تایبه‌تى پاش نه‌وه‌ده‌كان و ئێستاش له‌ ١٠% زیاتره‌.
باشه‌ له‌م ماوه‌یه‌ چى گۆڕاوه‌؟ ئایا جیناتى مرۆڤ له‌ماوه‌ى ٥٠-٦٠ ساڵ ده‌گۆڕێ؟ بێگومان نه‌خێر. ئه‌گه‌ر هۆى نه‌خۆشى شه‌كره‌ بۆماوه‌یی بێ، بۆچى ئێستا له‌ زۆربه‌ى وڵاتانى دونیا ڕێژه‌ى نه‌خۆشى شه‌كره‌ له‌ نه‌وه‌ى ئێستا ئه‌وه‌نده‌ زۆره‌ که‌چى باب و باپیرانیان تووش نه‌ده‌بوون؟ كه‌واته‌ دیاره‌ كه‌ بۆماوه‌یی هۆى نه‌خۆشى شه‌كره‌ نیه‌.
بۆچى گرنگه‌ هۆى نه‌خۆشى شه‌كره‌ بزانى؟ پێشگیرى لێ كردن، چاره‌سه‌رى
بۆچى خه‌ته‌ره‌ وه‌ڵامى ئه‌م پرسیاره‌ت هه‌ڵه‌ بێت؟ ته‌سلیم بوون و هه‌وڵ نه‌دان، چونكه‌ وا ده‌زانى له‌ ده‌سه‌ڵاتى خۆتدا نیه‌.
بۆچى گرنگه‌ هۆى نه‌خۆشى شه‌کره‌ بزانى؟ پێشگیرى لێ کردن، چاره‌سه‌رى
بۆچى خه‌ته‌ره‌ وه‌ڵامى ئه‌م پرسیاره‌ت هه‌ڵه‌ بێت؟ ته‌سلیم بوون و هه‌وڵ نه‌دان، چونکه‌ وا ده‌زانى له‌ ده‌سه‌ڵاتى خۆتدا نیه‌.
هۆى لاوه‌کى: تاسه‌
خوا هینایتى! به‌ ملى خواى دامه‌ینه‌!
کاتێک دکتۆر پێت ده‌ڵێت نه‌خۆشى شه‌کره‌ت هه‌یه‌، به‌لاى که‌م ١٠-١٥ ساڵه‌ ده‌ستى پێ کردووه‌.

# چاره‌سه‌رى
<svg>
ته‌نها یه‌ک چاره‌سه‌رى:
@@ خۆراکى ته‌ندروست <img_ans1>
<notes>
چاره‌سه‌ری
* ڕاپرسى
پێویست به‌ هێلكارى ناكا! زیاتر له‌ ٩٩ له‌سه‌دا باوه‌ڕیان وایه‌ كه‌ نه‌خۆشى شه‌كره‌ هه‌تا له‌ ژیان دا ماوه‌ ده‌بێت ده‌رمان وه‌ربگرێت.
نەك تەنها لە كوردستان، بەڵكو بەگوێرەى ڕاپۆرتێكى بى بى سی و گۆڤارى پزیشكى بەریتانى، هەتا لە بەریتانیاش، زۆربەى نەخۆش و دكتۆر بێئاگان كە دەكرێت نەخۆشى شەكرە چاك ببێتەوە (پێچەوانە ببێتەوە).
چاره‌سه‌رى ماناى چیه‌؟ هه‌ندێك دكتۆر ده‌ڵێن چاك نابێته‌وه‌ به‌ڵام ته‌نها به‌ شێوه‌یه‌كى كاتى كپ ده‌بێت. ئایا گه‌روو ئه‌ستوور بوون یان هه‌و كردنى گورچیله‌ ئه‌گه‌رى هه‌یه‌ بگه‌ڕێته‌وه‌ پاش چاره‌سه‌رى؟ بێگومان.
به‌ڵگه‌: پێشتر كه‌م بوو، بەگوێرەى ڕاپۆرتى ڕێكخراوى تەندروستى جیهانى (WHO) دەربارەى نەخۆشى شەكرە: ژمارەى نەخۆشى شەكرە لە ساڵى ١٩٨٠ تەنها ١٠٨ ملیۆن (٤,٧%) بووە بەڵام لە ساڵى ٢٠١٤ ڕێژەكە بووەتە ٤٢٢ ملیۆن (٨,٥%). نەك تەنها خۆپاراستن، بەڵكو دەكرێت پێچەوانەش بكرێتەوە. بێگومان له‌م ماوه‌يه‌ جيناتى مرۆڤ نه‌گۆڕاوه‌ به‌ڵكو ته‌نها خواردن و جووله‌مان گۆڕاوه‌. بۆيه‌ ده‌توانين ئه‌م ڕێژه‌يه‌ بگێڕينه‌وه‌ بارى پێشووى يان كه‌متريشى بكه‌ينه‌وه‌.
چاره‌سه‌رى به‌شه‌رت: له‌ عیاده‌ ئه‌گه‌ر سوودت لێ وه‌ر نه‌گرت پاره‌كه‌ت ده‌ده‌ینه‌وه‌! تاقی کردنه‌وه‌: ئه‌وه‌ زیاتر له‌ # ساڵه‌ نه‌خۆشى شه‌کره‌ت هه‌یه‌، ته‌نها بۆ ماوه‌ى ٦ حه‌فته‌ ئه‌م به‌رنامه‌یه‌ تاقی بکه‌وه‌ ئه‌گه‌ر باشتر نه‌بووى پاره‌که‌ت ده‌ده‌ینه‌وه‌!
ئه‌دى ئه‌گه‌ر بگه‌ڕێمه‌وه‌ سه‌ر خۆراكى ئاسایی؟!
* ته‌نها یه‌ك چاره‌سه‌رى:
خۆراكى ته‌ندروست

# خۆراک
<svg>
* شه‌کر خراپترین نیه‌
<notes>
خۆراك
* ڕاپرسى
پێویست به‌ هێلكارى ناكا! زیاتر له‌ ٩٩ له‌سه‌دا باوه‌ڕیان وایه‌ كه‌ شه‌کره‌ خراپترین خۆراکه‌ به‌ نه‌خۆشى شه‌کره‌. ناحه‌قیش نین، تاکه‌ نه‌خۆشى که‌ به‌ناوى خۆراکێکه‌وه‌ کرابێت ئه‌م نه‌خۆشیه‌یه‌. ئێستا خۆت بۆ وه‌ڵامێکى تری چاوه‌ڕوان نه‌کراو ئاماده‌ بکه‌:
* شه‌كر خراپترین نیه‌ له‌م لیسته‌
شه‌کر نه‌ یه‌که‌مه‌ و نه‌ دووه‌مه‌ و نه‌ سێیه‌م به‌ڵکو چواره‌مه‌ له‌ خراپى. واته‌ سێ خۆراک له‌م لیسته‌ له‌ شه‌کر خراپترن بۆ نه‌خۆشى شه‌کره‌ و هه‌تا ئه‌و که‌سه‌ش که‌ نه‌خۆشى شه‌کره‌ى نه‌بێ. هیوادارم نه‌چى بڵێى دکتۆر گوتوویه‌تى شه‌کر باشه‌ چونکه‌ چواره‌مه‌ خراپى. نه‌خێر، ده‌مه‌وێ ئه‌وه‌ دووباره‌ بکه‌مه‌وه‌: شه‌کر زۆر خراپتره‌ له‌وه‌ى ته‌سه‌ورى ده‌که‌ى به‌ڵام سێ خۆراک له‌م لیسته‌ له‌ شه‌کریش خراپترن.
له‌ پزیشکى پێوه‌رێک هه‌یه‌ پێى ده‌ڵێن پێوه‌رى ڕێژه‌ى به‌رز بوونه‌وه‌ شه‌کرى خوێن بۆ هه‌ر خۆراکێک (gylcemic index). بیرۆکه‌ى ئه‌م پێوه‌ره‌ ئه‌وه‌یه‌: ئه‌گه‌ر ڕێژه‌ى شه‌کره‌ى خوێن له‌ خورینى فه‌حس بکه‌ى و پاشان بڕێکى دیاریکراوه‌ خۆراکێک بخۆى، بۆ نموونه‌ ١٠٠ گرام، ئینجا پاش دوو سه‌عات دووباره‌ فه‌حسى بکه‌وه‌ بزانه‌ چه‌ندى به‌رز کردۆته‌وه‌. ئه‌مه‌ بریتیه‌ له‌ ژماره‌کان:
برنج یه‌که‌مه‌ و ڕێژه‌که‌ى له‌ ده‌وربه‌رى هه‌شتایه‌ له‌وانه‌یه‌ زیاتریش بێت. دووه‌م و سێیه‌م نانى گه‌نم و نانى جۆیه‌
زیانه‌کانى گه‌نم
زیانه‌کانى نانى جۆ بۆ نه‌خۆشى شه‌کره‌ 

# ئه‌دى چ بخۆم؟
* تایبه‌تمه‌ندیه‌کان
* بنه‌ماکان
* ژه‌مه‌کان
* خۆراکه‌کان
<notes>
تایبه‌تمه‌ندیه‌کانى ئه‌م به‌رنامه‌یه‌
له‌وانه‌ بلێى هیچت نه‌هێشته‌وه‌ بخۆم، ئه‌وها بڕوا له‌ برسان ده‌مان کوژى!
ده‌ ساڵه‌ نه‌ نانم خواردووه‌ نه‌ برنج، ئه‌گه‌ر بمخواردبا ئێستا زه‌غت و شه‌کره‌ و چه‌ند نه‌خۆشى ترم ده‌بوو وه‌کو ئه‌و خه‌ڵکه‌ى له‌ ته‌مه‌نى من یان گه‌نجتریش!

# تایبەتمەندیەكانى ئەم بەرنامەیە
* وازهێنان له‌ پارێزى
* خۆراكى بەتام
* خۆراكى شیرین
* بە تێرى
* که‌مکردنه‌وه‌ى ده‌رمان
* پاش ماوه‌یه‌ک، حەفتەی ژەمێك بە کەیفی خۆت
<notes>
# تایبەتمەندیەكانى ئەم بەرنامەیە
* وازهێنان له‌ پارێزى: ده‌توانى هه‌موو 'خوارده‌مه‌نيه‌ك' بخۆيت.
* هەرگیز برسیت نابێت: ده‌توانیت بە تێرى خۆرا‌ك بخۆيت.
* خۆراكى بەتام و تەندروست.
* دەتوانیت خۆراكى شیرینیش بخۆیت.
* لە هەمان کات، ناچار دەبیت بەرەبەرە دەرمانەکانت کەم بکەیتەوە.
* پاش ئاسایی بوونەوە، دەتوانیت ‌‌حەفتەی ژەمێك ته‌نها ژه‌مێک بە کەیفی خۆت بخۆیت!

# بنه‌ماکان
٣ بنه‌ما:
* ئه‌وه‌ى خۆراک نیه‌ وازى لێ بێنه‌
* ئه‌وه‌ى خۆراکه‌ به‌تێرى بخۆ
* هیچ ژه‌مێک بێ زه‌لاته‌ مه‌خۆ
<notes>
بنه‌ماکانى ئه‌م به‌رنامه‌یه‌، زۆر ئاسانه‌، نه‌ نووسینه‌وه‌ نه‌ له‌به‌ر کردنى ده‌وێ
کورت کردنه‌وه‌ به‌ یه‌ک ڕسته‌: هه‌ر خۆراکێک خوا دروستى کردبێ و ده‌ستى مرۆڤى پێ نه‌گه‌یشتبێ تا تێکى بدا ئه‌وه‌ به‌ تێرى بخۆ!
٣ بنه‌ما:
* ئه‌وه‌ى خۆراک نیه‌ وازى لێ بێنه‌ (٦ حه‌فته‌)
* هیچ ژه‌مێک بێ زه‌لاته‌ مه‌خۆ
* هه‌ر خۆراکێک به‌ مه‌عقولى و به‌ تێرى

# ئه‌وه‌ى خۆراک نیه‌ وازى لێ بێنه‌
هه‌رشتێک دروست کرا بێ له‌:
* برنج
* گه‌نم
* جۆ
* شه‌کر
<notes>
ئایا ئه‌گه‌ر کێک و پاقلاوه‌ و بیپسى بخۆى، ده‌ڵێ خۆراکم خواردووه‌؟ ئه‌وانه‌ى خه‌ڵک پێى ده‌ڵێ نان و برنج، له‌ کێک و پاقلاوه‌ و بیپسى خرایترن.
وازهێنان له‌ ناخۆراک
هه‌رشتێک دروست کرا بێ له‌:
* برنج
* گه‌نم
* جۆ
* شه‌کر

# ئه‌وه‌ى خۆراکه‌ به‌تێرى بخۆ
<notes>
بێ نان؟ زه‌لاته‌ له‌جیاتى نان
نموونه‌ى خۆم ئه‌گه‌ر نیسک بێ زه‌لاته‌ بخۆم ٤-٥ قاپ به‌ڵام یه‌ک یان دوو به‌ زه‌ڵاته‌

# هیچ ژه‌مێک بێ زه‌لاته‌ مه‌خۆ‌
* چاره‌سه‌رى ژماره‌ یه‌ک
<notes>
چاره‌سه‌رى ژماره‌ دوو: ژه‌مه‌ ته‌ندروسته‌کان
چاره‌سه‌رى ژماره‌ سێ: ڕۆژوو گرتن

# ژه‌مه‌کان
* به‌یانى
* نیوه‌ڕۆ
* ئێواره‌
* نێوژه‌م
<notes>
په‌ندێکى ئینگلیزى
Breakfast Like a King, Lunch Like a Prince, Dinner Like a Pauper
https://www.youtube.com/watch?v=9zNRcgsagrs

# ژه‌مى به‌یانى
زه‌ڵاته‌ له‌گه‌ڵ:
* پاقه‌مه‌نى: نیسک، نۆک، لۆبیا، پاقله‌، فاسۆلیا، فاسۆلیاى سوور، ماش...
* گۆشت: گۆشتى سوور، جه‌رگ، مریشک، ماسى
* هێلکه‌: هێلکه‌ى کوڵاو، هێلکه‌ى به‌ڕۆن، هێلکه‌ و نۆک، هێلکه‌ و باینجان، هێلکه‌ و په‌تاته‌...
* چه‌ره‌زات: فستق عه‌بید، گوێز، باوی، گوڵه‌به‌ڕۆژه‌...
<notes>

# ژه‌مى نیوه‌ڕۆ
<notes>

# ژه‌مى ئێواره‌
<notes>

# نێوان ژه‌مه‌کان
* میوه‌
* خورما
<notes>
وا چاکه‌ میوه‌ هه‌موو ڕۆژى نه‌خورێ
ئه‌گه‌ر سه‌لاجه‌ میوه‌ى تێدا نه‌بوو مشه‌وه‌ش مه‌به‌!
<notes>

# نموونه‌ى خۆراک
* ژه‌مى سه‌ره‌کى
* زه‌لاته‌
* ژه‌مى سووک
* خۆراکى منداڵان
<notes>

# ژه‌مى سه‌ره‌کى
* نیسک
* نۆك
* لۆبیا
* پاقلە
* ماش
* ئارینۆك
* فەلافل
* هه‌ویرى نۆك و ته‌حین
* هێلکە و نۆك
* هێلکه‌ و په‌تاته‌
* هێلکه‌ و باینجان
* مریشکى برژاو
* په‌تاته و مریشک
* پەتاتە
* شفتە
* ڕاتاتوویی
* قەرنابیتى برژاو
* زه‌لاته‌ى کوڵاو
* فریتاتا
* گۆشتى گیایی
* جەرگ
* گۆشتى سوور
<notes>

# زه‌لاته‌
* زه‌لاته‌ى ته‌واو
* زه‌لاته‌ى خێرا
* زه‌لاته‌ى پاروو
* زه‌لاته‌ى کەلەم و گێزەر
* زه‌لاته‌ى چەوەندەر
* سه‌لاته‌ى گێزه‌ر
* ماست و خیار
* تورشى سۆر
* تورشى زه‌رد
<notes>
سه‌وزه‌ به‌ خاوى
چه‌ند جۆرى زیاتر بێ باشتره‌
<notes>

# زه‌لاته‌ى ته‌واو
به‌لاى که‌م ١٢ پێکهاته‌:
* ته‌ماته‌، خیار 
* پیاز، گێزه‌ر، بیبه‌رى سه‌ور، بیبه‌رى ڕه‌نگاوڕه‌نگ، که‌له‌م
* که‌ره‌وز، سپێناخ، جه‌رجیر
* لیمۆ، سرکه‌، زه‌یتوون، خه‌ل، ته‌حین
* به‌هارات: بیبه‌رى ڕه‌ش، بیبه‌رى سوورى تیژ، که‌موون، زه‌رده‌چۆ، 
* ڕه‌شکه‌، تۆى که‌تان، کونجی
* سێو
<notes>
# زه‌لاته‌ى ته‌واو
به‌لاى که‌م ١٢ پێکهاته‌:
* خیار
* ته‌ماته‌
* پیاز
* گێزه‌ر
* بیبه‌رى سه‌وز
* که‌له‌م
* که‌ره‌وز
* لیمۆ
* سرکه‌
* زه‌یتوون
* به‌هارات
* سێو
* ڕه‌شکه‌

# زه‌لاته‌ى خێرا
<notes>

# زه‌لاته‌ى پاروو
که‌له‌م
<notes>

# ژه‌مى سووک
<notes>
ژه‌مى لابه‌لا

# خۆراکى منداڵان
* نۆتێلا
* باوه‌نتى
* سارده‌مه‌نى
<notes>
`,`# الـبرنامج الـغـذائي لمرضى السكري
## سؤال و جواب
<BPC>
د. ولي عمر

# مرض السكري
ليس فقط ارتفاع السكر في الدم
اذا تم اهماله:
* الدماغ
* العيون
* القلب
* الكلية
* ضغط الدم
* الجروح
* القدم
* الاعضاء التناسلية
* ...

# نبذة
<svg>

# ٣ أسئلة
* ما هو سبب مرض السكري؟
* هل هناك "علاج" للسكري؟
* ما هي الاغذية الضارة للسكري؟

# السؤال الاول
ماهو السبب الرئيسي لمرض السكري؟
() الوراثة
() الحالة النفسية
() أكل الحلويات
() زيادة الوزن
() قلة الحرکة
() الحمل
() أخرى: ___

# السؤال الثاني
هل هناك "علاج" لمرض السكري؟
() یجب عليه اخذ العلاج لبقية حياته
() نعم یوجد علاج: ___

# السؤال الثالث
ماهي الاغذية الاكثر ضررا لمرضي السكري مما يلي؟
() السكر <img>
() التمر <img>
() العسل <img>
() خبز الحنطة (الخبز الابيض) <img>
() خبز الشعير (خبز السكري) <img>
() الرز <img>
() العدس <img>

# معلومات
سنة الميلاد:
___
الجنس:
() ذكر
() أنثى
مدة مرض السكري:
___ <ymd_combo>
أعلى نسبة سكر في الدم:
___
الفحص التراكمي:
___

# الأجوبة والتوضیحات
<answers>

# الاسباب
* مسح
<svg>
سبب واحد فقط:
@@ الغذاء غير الصحي <img_ans1>

# الحالة النفسية
* التسعينيات: @الهجرة الجماعية@ 
<img_40>
* الثمانينات: @الحرب العراقیة الایرانیة@ 
<img_40>
<img_40>
* الستينيات: @القرى@ 
<img_40>

# الوراثة
* اجدادك
* كردستان: ١٩٥٨
<svg>
* امريكا: ١٩٥٨
<img_60>

# العلاج
<svg>
علاج واحد:
@@ الغذاء الصحي <img_ans1>

# الغذاء
<svg>
* السكر ليس الاسوأ

# ماذا آكل؟
* المميزات
* المبادئ
* الوجبات
* الوصفات

# المميزات
* لا حمية
* لا جوع
* اكلات شهية
* اكلات حلوة
* في نفس الوقت: تقليل الادوية
* بعد فترة: وجبة في الاسبوع حسب ما تشتهي

# المبادئ
٣ مبادئ:
* تخل عن ما ليس بغذاء
* كل مأكول حتى الشبع
* السلطة مع كل الوجبات

# تخل عن ما ليس بغذاء

# كل مأكول حتى الشبع

# السلطة مع كل الوجبات

# الوجبات
* الفطور
* الغذاء
* العشاء
* ما بين الوجبات

# الافطار
السلطة مع:
* عدس
* حمص
* لوبيا
* باقلاء
* فاصوليا
* فاصوليا حمراء
* ماش
* اللحم الاحمر
* كبد
* اللحم الابيض
* بيض
* فستق عبيد
* جوز
* لوز

# الغذاء

# العشاء

# ما بين الوجبات

# نماذج وصفات
* طبق كامل
* السلطة
* طبق جانبي
* وصفات الاطفال

# طبق كامل
* عدس
* ماش
* حمص
* البازلاء الصفراء
* فلافل
* لوبياء
* باقلاء
* دجاج مشوي
* البيض والحمص
* البيض والبطاطا
* البيض والباذنجان
* كبد
* الدجاج والبطاطا
* البطاطا
* شفتة
* راتاتويي
* قرنابيت مشوي
* السلطة كولاو
* فریتاتا
* اللحم النباتي
* حمص بالطحين

# السلطة
* سلطة كاملة
* سلطة سريعة
* سلطة ملفوف
* سلطة الجزر واللهانة
* سلطة الشوندر
* سلطة الجزر والتفاح
* الخيار واللبن
* طرشى اصفر
* طرشى احمر

# السلطة الكاملة
على الاقل ١٢ مكون:
* خيار
* طماطة
* بصل
* جزر
* الفلفل الاخضر
* اللهانة
* كرفس
* ليمون
* زيتون
* دبس الرمان
* بهارات
* تفاح
* الحبة السوداء

# السلطة الكاملة

# سلطة الملفوف

# طبق جانبي

# وصفات للاطفال
* نوتيلا
* باونتي
* المرطبات
`,`# Diabetes Nutrition Program
## Questions & Answers
<BPC>
Dr. Wali Omer

# Diabetes
Not just elevated blood sugar
If neglected:
* Brain
* Eyes
* Heart
* Kidney
* Hypertension
* Wound
* Feet
* Reproductive system
* ...

# Overview
<svg>

# 3 Questions
* What is the cause of diabetes?
* Can diabetes be treated?
* What food are bad for diabetes?

# First Question
What is the main cause of diabetes?
() Genetic
() Psychological status
() Eating sweets
() Obesity
() Lack of exercise
() Pregnancy
() Others: ___

# Second Question
Can diabetes be "treated"?
() Have to take medications for life
() Yes there is treatment: ___

# Third Question
Which of the following food is most harmful for diabetes?
() Sugar <img>
() Dates <img>
() Honey <img>
() Wheat bread <img>
() Barely bread <img>
() Rice <img>
() Lentil <img>

# Information
Year of birth:
___
Gender:
() Male
() Female
Duration of diabetes:
___ <ymd_combo>
Highest blood sugar:
___
HbA1c:
___

# Answers & Explanations
<answers>

# Cause
* Survey
<svg>
Only one cause:
@@ Unhealthy Diet <img_ans1>

# Psychological Status
* Nineties: @mass exodus@ 
<img_40>
* Eighties: @Iraq-Iran War@ 
<img_40>
<img_40>
* Sixties: @villages@ 
<img_40>

# Genetics
* Your grandparents
* Kurdistan: 1958
<svg>
* USA: 1958
<img_50>

# Treatment
<svg>
Only one treatment:
@@ Healthy Diet <img_ans1>

# Food
<svg>
* Sugar not the worst

# What Should I Eat?
* Characteristics
* Principles
* Meals
* Recipes

# Characteristics
* No dieting
* Tasty food
* Sweet food
* No hunger
* At the same: reduce medications
* After sometime: a meal of your choice one a week

# Principles
3 Principles
* Avoid any non-food
* Eat any food to satiety
* Salad with every meal

# Avoid any non-food

# Eat any food to satiety

# Salad with every meal

# Meals
* Breakfast
* Lunch
* Dinner
* Snacks

# Breakfast
Salad with:
* Legumes: Lentil, Chickpea, Black-eye pea, Broad bean, Navy bean, Red bean, Mung bean
* Meat: Red meat, Liver, chicken, fish
* Eggs: bolided...
* Nuts: Peanut, Wallnut, Almond

# Lunch

# Dinner

# Snakcs

# Recipe Examples
* Main dish
* Salad
* Side dish
* Children recipes

# Main Dish
* Lentil soup
* Chickpea
* Broad bean
* Mung bean
* Split pea
* Falafil
* Cowpea
* Grilled chicken
* Egg and chickpea
* Egg and potato
* Egg and eggplant
* Liver
* Chicken and potato
* Grilled potato
* Shfta
* Ratatouille
* Grilled cauliflower
* Boiled salad
* Fritata
* Vegetable meat
* Hummus

# Salad
* Proper salad
* Quick salad
* Wrap salad
* Carrot and cabbage salad
* Carrot and apple salad
* Beatrood salad
* Cucumber and yogurt salad
* Yellow pickles
* Red pickes
<notes>
(fermented vegetables: salad)

# Proper Salad
At least 12 ingredients:
* Cucumber
* Tomato
* Onion
* Carrot
* Green pepper
* Cabbage
* Celery
* Lemon
* Olive
* Pomegranate syrup
* Spices
* Apple
* Nigella seeds

# Quick Salad

# Wrap Salad

# Side Dish

# Children Recipes
* Notella
* Bounty
* Smoothies
`
];

const sta=[ // slide time array
[0.2,3.2,4.7], // 0: title
[0.2,1.2,5.1,11,12.7,14.4,16,17.8,20,25.4,27.5,31.7], // 1: dm complications
[2.6,5,6.4,11.8,12.3,13.8,21.3,21.8,22.9,29.9,35.9], // 2: overview
[0.6,2.9,6,9.6], // 3: 3 questions
[0.2,1.4,4,6.6,14,15.8,17.7,19.1,26.8], // 4: q1 cause
[0.2,1.5,37.2,41.1], // 5: q2 treatment
[0.2,2,8.6,11.2,12.5,13.7,16.3,20.5,21.6], // 6: q3 food
[3.1,6.4,6.8,8.1,8.3,8.5,9.5,9.7,12.1,12.3,16.5,16.7], // 7: information
[0.7,4.3,5.3,6.3,'7.5:1','8.5:1','9.5:1'], // 8: answers :1=>
[0.2,3.6,7.4,18.3,24.2,28.5,30.3,33.6,35.5,36.3,36.9,38,39.9,40.8,42.3,49.8,50.3,52.5,54.8], // 9: cause
[0.2,22.4,24.7,48,'174:2',177.1,178.8,182.4,'197:2',198.4,'213:2',214.6,219.1,219.8], // 10: psychologica status, :2=>hide previous
[0.2,22.2,31.1,50.6,58.1,58.6,59.1,59.5,59.8,62.3,73,74.3,75.8,76.8,78.1,78.6,79.1,81.6,82.8,83.3,'125:2:3',126,135.1], // 11: genetics
[0.2,2,3], // 12: treatment
[0.2,1], // 13: food
[0.2,1,2,3,4,5], // 14: 
[0.2,1,2,3,4,5], // 15: 
[0.2,1,2,3,4,5], // 16: 
[0.2,1,2,3,4,5], // 17: 
[0.2,1,2,3,4,5], // 18: 
[0.2,1,2,3,4,5], // 19: 
[0.2,1,2,3,4,5], // 20: 
[0.2,1,2,3,4,5], // 20: 
[0.2,1,2,3]  // 21: 
];

const dica=[
["به‌رده‌وام به‌", "استـمـر", "Continue"],
["ساڵ", "سنة", "Years"],
["مانگ", "شهر", "Months"],
["ڕۆژ", "یوم", "Days"],
["٣ پرسیار", "٣ اسئلة", "3 Questions"],
["بزانیت", "تعرف", "Know"],
["بوه‌سته‌", "توقف", "Stop"],
["نه‌زانیت", "لا تعرف", "Not Know"],
["به‌جیددى", "بجدیة", "Seriously"],
["ڕوون کردنه‌وه‌", "توضيحات", "Explanations"],
["چ بخۆم؟", "ماذا آكل؟", "What to Eat?"]
// ["", "", ""],
];

const dmca=[ // dm cause array
['ده‌روونى|65.5', 'بۆماوه‌یی|20.0', 'شیرینى|7.8', 'قه‌ڵه‌وی|3.0', 'که‌مى جووله‌|2.0', 'دووگیانى|1.6'],
['نفسي|65.5', 'وراثة|20.0', 'حلويات|7.8', 'سمنة|3.0', 'قلة الحركة|2.0', 'حمل|1.6'],
['Mental|65.5', 'Genetic|20.0', 'Sweets|7.8', 'Obesity|3.0', 'Lack of Ex|2.0', 'Pregnancy|1.6'],
];

const dmpa=[ // dm prevlanece array
['کوێت|20.7','قه‌ته‌ر|19.8','ئیمارات|18.8','ئه‌مریکا|10.7','ئه‌وروپا|6.7','مالی|2.1','گامبیا|1.9','بێنین|1.1'],
['کویت|20.7','قطر|19.8','امارات|18.8','امريكا|10.7','اوروپا|6.7','مالي|2.1','گامبیا|1.9','بنين|1.1'],
['Kuwait|20.7','Qatar|19.8','UAE|18.8','USA|10.7','Europe|6.7','Mali|2.1','Gambia|1.9','Benin|1.1']
];








const mmpa=[
[-1,0], //   placeholder
[0,0], //    title id, sub_of, slide id
[1,1], //    if neglected
[1,2], //    overview
[1,3], //    3 questions
[4,4], //    - Q1
[4,5], //    - Q2 
[4,6], //    - Q3
[4,7], //    - info
[1,8], //    answers and explanation
[9,9], //    - cause 
[10,10], //    - psych status
[10,11], //    - genetics
[9,12], //   - treatment
[9,13], //   - food
[1,14], //   what should i eat?
[15,15], //   - characteristics 
[15,16], //   - principles
[17,17], //    - avoid non-food  
[17,18], //    - eat any food
[17,19], //    - every meal with salad
[15,20], //   - meals
[21,21], //    - break fast
[21,22], //    - lunch
[21,23], //    - supper
[21,24], //    - snacks
[15,25], //   - recipes
[26,26], //    - main dish
[26,27], //    - salad
[28,28], //      - proper salad
[28,29], //      - quick salad
[28,30], //      - wrap salad
[26,31], //    - side dish
[26,32], //    - children recipes
];